{
  "fact_af": [
    "Afghanistan ist ein Binnenstaat, bekannt für seine rauen Berge und das reiche Erbe der historischen Seidenstraße.",
    "Es beherbergt die ältesten Ölgemälde der Welt, die in den Höhlen von Bamiyan gefunden wurden.",
    "Afghanistan ist seit 1919 unabhängig.",
    "Der Nationalsport Afghanistans ist Buzkashi, ein traditioneller zentralasiatischer Mannschaftssport, der zu Pferd gespielt wird.",
    "Das Neujahr (Nowruz) wird in Afghanistan am 21. März gefeiert, was mit der Frühlingstagundnachtgleiche zusammenfällt."
  ],
  "fact_al": [
    "Albanien bietet atemberaubende Adriaküsten und Ionische Küsten und eine faszinierende Geschichte mit über 750.000 Bunkern, die über seine Landschaft verstreut sind.",
    "Die albanische Sprache ist einzigartig und bildet einen eigenen isolierten Zweig innerhalb der indogermanischen Sprachfamilie.",
    "Während des kommunistischen Regimes wurde Albanien jahrzehntelang offiziell zum ersten atheistischen Staat der Welt erklärt.",
    "In Albanien bedeutet ein Kopfnicken oft 'Nein' und ein Kopfschütteln kann 'Ja' bedeuten, was für Besucher verwirrend sein kann.",
    "Die 'xhiro' ist eine beliebte albanische Tradition des abendlichen Spaziergangs, bei dem Menschen jeden Alters durch Straßen oder Stadtzentren spazieren, um Kontakte zu knüpfen."
  ],
  "fact_dz": [
    "Algerien ist flächenmäßig das größte Land Afrikas und umfasst einen großen Teil der Sahara-Wüste.",
    "Es erlangte am 5. Juli 1962 nach einem brutalen achtjährigen Krieg die Unabhängigkeit von Frankreich.",
    "Die algerische Nationalhymne 'Qassaman' ist ein kraftvolles Kriegslied, das den Freiheitskampf des Landes widerspiegelt.",
    "Das algerische Rechtssystem ist eine Mischung aus französischem und Scharia-Recht, was seine koloniale Vergangenheit und den starken muslimischen Einfluss widerspiegelt.",
    "Es ist einer der größten Erdgasexporteure der Welt und verfügt über die zehntgrößten Erdgasreserven weltweit."
  ],
  "fact_ad": [
    "Andorra ist ein winziger, bergiger Mikrostaat, eingebettet in die Pyrenäen zwischen Frankreich und Spanien, bekannt für zollfreies Einkaufen und Skigebiete.",
    "Die Menschen in Andorra haben eine der höchsten Lebenserwartungen der Welt.",
    "Andorra verfügt über eines der ältesten Parlamente Europas, den Consell General, der 1419 gegründet wurde.",
    "Über 90% Andorras bestehen aus Bergen, Wäldern, Flüssen, Seen und Wiesen, was es zu einem Paradies für Naturliebhaber macht.",
    "Die Amtssprache Andorras ist Katalanisch, aber aufgrund der Nähe zu beiden Ländern werden auch Spanisch und Französisch weit verbreitet gesprochen."
  ],
  "fact_ao": [
    "Angola ist eines der größten Länder Afrikas sowohl nach Fläche als auch nach BIP, reich an natürlichen Ressourcen, insbesondere Öl.",
    "Es umfasst eine Exklave namens Cabinda, die durch einen Landstreifen der Demokratischen Republik Kongo vom Hauptgebiet getrennt ist.",
    "Die Riesen-Rappenantilope, einst für ausgestorben gehalten, wurde 2004 im Norden Angolas wiederentdeckt.",
    "Luanda, Angolas Hauptstadt, galt einst als eine der teuersten Städte der Welt.",
    "Königin Nzinga Mbande, eine mächtige Herrscherin aus Angola aus dem 17. Jahrhundert, führte einen bedeutenden Widerstand gegen die portugiesische Kolonialexpansion."
  ],
  "fact_ag": [
    "Antigua ist berühmt für seine 365 Strände, einen für jeden Tag des Jahres.",
    "Die Salzproduktion spielte eine wichtige Rolle bei der Gestaltung von Antiguas Landschaft und Wirtschaft für über 320 Jahre.",
    "Barbudas 17-Meilen-Strand ist bekannt für seinen einzigartigen rosa Sand, der von winzigen Korallenorganismen stammt.",
    "Die Nation erlangte 1981 die Unabhängigkeit vom Vereinigten Königreich.",
    "Cricket ist der Nationalsport, tief verwurzelt in der Kultur und Geschichte der Inseln."
  ],
  "fact_ar": [
    "Argentinien ist die Heimat des Tangos, der in den Arbeitervierteln von Buenos Aires im späten 19. Jahrhundert entstand.",
    "Es verfügt über die breiteste Allee der Welt, die 9 de Julio Avenue, in Buenos Aires gelegen.",
    "Der Berg Aconcagua, der höchste Berg der westlichen und südlichen Hemisphäre, befindet sich in Argentinien.",
    "Der Nationalsport Argentiniens ist Pato, ein Spiel zu Pferd, das Elemente von Polo und Basketball kombiniert.",
    "Argentinien war das erste südamerikanische Land, das 2010 die gleichgeschlechtliche Ehe legalisierte."
  ],
  "fact_am": [
    "Armenien gilt als die erste Nation der Welt, die 301 n. Chr. offiziell das Christentum als Staatsreligion annahm.",
    "Jerewan, die Hauptstadt, ist eine der ältesten kontinuierlich bewohnten Städte der Welt, gegründet 782 v. Chr.",
    "Das armenische Alphabet, im 5. Jahrhundert von Mesrop Maschtoz geschaffen, ist einzigartig und gut an die armenische Sprache angepasst.",
    "Der Berg Ararat, ein biblischer Berg und nationales Symbol, ist von Armenien aus sichtbar, liegt aber direkt jenseits der Grenze in der Türkei.",
    "Der älteste Schuh der Welt, über 5.500 Jahre alt, wurde in einer Höhle in Armenien entdeckt."
  ],
  "fact_au": [
    "Australien hat mehr Kängurus als Menschen, wobei die geschätzte Population die menschlichen Bewohner weit übertrifft.",
    "Es ist die Heimat des Great Barrier Reefs, des größten Korallenriffsystems der Welt, das vom Weltraum aus sichtbar ist.",
    "Australien ist der einzige Kontinent, der auch ein einziges Land ist.",
    "Das Sydney Opera House, ein UNESCO-Weltkulturerbe, ist eines der bekanntesten Gebäude weltweit.",
    "Mehr als 80% der australischen Tiere sind auf dem Kontinent einzigartig und nirgendwo sonst in freier Wildbahn zu finden."
  ],
  "fact_at": [
    "Österreich schenkte der Welt Wolfgang Amadeus Mozart, einen der größten klassischen Komponisten.",
    "Über 60% der Fläche Österreichs sind von den Alpen bedeckt, was es zu einem Paradies für den Wintersport macht.",
    "Wien, die Hauptstadt, ist bekannt für ihre kaiserlichen Paläste, ihr klassisches Musikerbe und ihre Kaffeehauskultur.",
    "Der Tiergarten Schönbrunn in Wien ist der älteste kontinuierlich betriebene Zoo der Welt, gegründet 1752.",
    "Der Walzer, ein anmutiger Gesellschaftstanz, entstand im 18. Jahrhundert in Wien."
  ],
  "fact_az": [
    "Aserbaidschan wird aufgrund seiner reichen Erdgasvorkommen und natürlichen Gasbrände, einschließlich des berühmten Yanar Dag (Brennender Berg), oft als 'Land des Feuers' bezeichnet.",
    "Es war das erste Land im muslimischen Osten, das Frauen 1918 das Wahlrecht gewährte.",
    "Aserbaidschan beherbergt ungefähr 350 Schlammvulkane, mehr als jedes andere Land der Welt.",
    "Die Hauptstadt Baku prahlt mit den Flammentürmen, drei futuristischen Wolkenkratzern, die ihre Skyline dominieren und mit dynamischen LED-Displays beleuchtet werden.",
    "Aserbaidschan hat eine bedeutende Küstenlinie am Kaspischen Meer, dem größten Binnengewässer der Welt."
  ],
  "fact_bs": [
    "Die Bahamas sind ein Archipel, das über 700 Inseln und 2.400 Cays umfasst, obwohl nur etwa 30 bewohnt sind.",
    "Der Name 'Bahamas' stammt aus dem spanischen Ausdruck 'baja mar', was 'flaches Meer' bedeutet und sich auf das klare, seichte Wasser bezieht.",
    "Dean's Blue Hole, in der Nähe von Long Island gelegen, ist das tiefste bekannte Blue Hole der Welt.",
    "Die Inseln waren im späten 17. und frühen 18. Jahrhundert historisch ein Rückzugsort für Piraten, was ihnen den Spitznamen 'Piratenrepublik' einbrachte.",
    "Harbour Island ist berühmt für seine einzigartigen rosa Sandstrände, die ihre Farbe von winzigen Korallenorganismen erhalten."
  ],
  "fact_bh": [
    "Bahrain ist das kleinste Land im Nahen Osten und besteht aus einem Archipel von 33 Inseln.",
    "Seine Geschichte reicht etwa 4.500 Jahre zurück zur antiken Dilmun-Zivilisation, einem wichtigen Handelszentrum.",
    "Dive Bahrain beherbergt die weltweit größte Unterwasser-Tauchstätte mit einem versunkenen Boeing 747 als Herzstück.",
    "Bahrain war 2004 das erste Land im Nahen Osten, das einen Formel-1-Grand-Prix ausrichtete.",
    "Die Flagge des Landes zeigt fünf gezackte Punkte, die die fünf Säulen des Islam symbolisieren."
  ],
  "fact_bd": [
    "Bangladesch ist die Heimat der Sundarbans, des größten Mangrovenwaldes der Welt, der sich über Bangladesch und Indien erstreckt.",
    "Die Sundarbans sind auch ein wichtiger Lebensraum für den gefährdeten Königstiger, das Nationaltier Bangladeschs.",
    "Bangladesch erlangte 1971 nach einem neunmonatigen Befreiungskrieg die Unabhängigkeit von Pakistan.",
    "Es ist eines der am dichtesten besiedelten großen Länder der Welt.",
    "Dhaka, die Hauptstadt, ist eine der am schnellsten wachsenden Megastädte weltweit."
  ],
  "fact_bb": [
    "Barbados ist weithin als Geburtsort des Rums bekannt, wobei die Mount Gay Destillerie bis ins Jahr 1703 zurückreicht.",
    "Die Insel wurde im November 2021 von einer konstitutionellen Monarchie zu einer parlamentarischen Republik und entzog Königin Elisabeth II. ihre Stellung als Staatsoberhaupt.",
    "Es war eine der ersten britischen Kolonien, die die Sklaverei 1834 per Gesetz abschaffte.",
    "Barbados gilt als führend im Bereich Nachhaltigkeit und Ökotourismus in der Karibik.",
    "Der Barbados-Grünmeerkatze ist eine endemische Art, die auf der Insel vorkommt und sich von anderen Grünmeerkatzenpopulationen unterscheidet."
  ],
  "fact_by": [
    "Belarus ist das einzige Land in Europa, das immer noch die Todesstrafe praktiziert.",
    "Sein Nationaltier ist der Europäische Bison (Wisent), der einst vom Aussterben bedroht war, aber in den Wäldern des Landes eine bemerkenswerte Rückkehr erlebt hat.",
    "Etwa zwei Fünftel von Belarus sind von Wäldern bedeckt, einschließlich Teilen des alten Białowieża-Urwalds, eines UNESCO-Weltkulturerbes.",
    "Das Land hat eine starke Eishockey-Tradition und hat mehrere NHL-Spieler hervorgebracht.",
    "Belarus ist bekannt für seine vielen schönen Seen, was ihm den Spitznamen 'Blauäugiges Belarus' eingebracht hat."
  ],
  "fact_be": [
    "Belgien ist berühmt für seine köstlichen Waffeln, von denen eine Vielzahl weltweit genossen wird.",
    "Es produziert über 220.000 Tonnen Schokolade pro Jahr und ist bekannt für seine hochwertigen Pralinen.",
    "Belgien soll mehr Schlösser pro Quadratmeile haben als jedes andere Land der Welt.",
    "Pommes Frites, trotz ihres Namens, sollen in Belgien entstanden sein.",
    "Das Saxophon wurde in der belgischen Stadt Dinant von Adolphe Sax in den 1840er Jahren erfunden."
  ],
  "fact_bz": [
    "Belize ist das einzige zentralamerikanische Land, in dem Englisch die Amtssprache ist.",
    "Es beherbergt das zweitgrößte Barriereriff-System der Welt, das Belize Barrier Reef, ein UNESCO-Weltnaturerbe.",
    "Das Great Blue Hole, ein riesiges marines Sinkloch, ist eines der bekanntesten Naturwunder Belizes und ein beliebter Tauchplatz.",
    "Belize hat die niedrigste Bevölkerungsdichte in Mittelamerika mit weiten Gebieten unberührten Regenwaldes und Wildtieren.",
    "Das Nationaltier Belizes ist der Mittelamerikanische Tapir, lokal bekannt als 'Bergrind'."
  ],
  "fact_bj": [
    "Benin war einst bekannt als das mächtige Königreich Dahomey, berühmt für seine weibliche Kriegertruppe, die 'Dahomey-Amazonen'.",
    "Es wird weithin als Geburtsort des Vodun (Voodoo) angesehen, der immer noch von einem erheblichen Teil der Bevölkerung praktiziert wird.",
    "Benin war das erste afrikanische Land, das in den 1990er Jahren erfolgreich zu einer Mehrparteien-Demokratie überging.",
    "Obwohl Französisch die Amtssprache ist, wird sie nur von etwa einem Drittel der Bevölkerung gesprochen; zahlreiche indigene Sprachen sind weiter verbreitet.",
    "Cotonou ist das Wirtschaftszentrum und die größte Stadt, aber Porto-Novo ist die offizielle Hauptstadt."
  ],
  "fact_bt": [
    "Bhutan ist das einzige Land der Welt, das seinen Erfolg am Bruttonationalglück (BNG) statt am Bruttoinlandsprodukt (BIP) misst.",
    "Es ist das erste und einzige Land der Welt, das kohlenstoffnegativ ist, was bedeutet, dass es mehr Kohlendioxid aufnimmt, als es ausstößt.",
    "Thimphu ist die einzige Hauptstadt der Welt ohne Ampeln, wo stattdessen Polizisten den Verkehr regeln.",
    "Über 70% Bhutans sind von Wäldern bedeckt, mit einer Verfassungsbestimmung, die mindestens 60% Waldfläche vorschreibt.",
    "Der Gangkhar Puensum ist mit 7.570 Metern der höchste unbestiegene Berg der Welt, da das Besteigen von Gipfeln über 5.500 Metern aus religiösen Gründen verboten ist."
  ],
  "fact_bo": [
    "Bolivien ist die Heimat des Salar de Uyuni, der größten Salzwüste der Welt, die sich während der Regenzeit in einen riesigen Spiegel verwandelt.",
    "Es hat zwei Hauptstädte: La Paz, die Verwaltungshauptstadt und die höchstgelegene Hauptstadt der Welt, und Sucre, die Verfassungs- und Justizhauptstadt.",
    "Bolivien ist eines der beiden Binnenländer Südamerikas (das andere ist Paraguay).",
    "Mehr als die Hälfte der bolivianischen Bevölkerung besteht aus indigenen Völkern, was es zu einem der indigensten Länder Amerikas macht.",
    "Der Titicacasee, der höchstgelegene schiffbare See der Welt, liegt an der Grenze zwischen Bolivien und Peru."
  ],
  "fact_ba": [
    "Bosnien und Herzegowina ist berühmt für die ikonische Stari Most (Alte Brücke) in Mostar, eine rekonstruierte osmanische Brücke aus dem 16. Jahrhundert, die zum UNESCO-Weltkulturerbe gehört.",
    "Das Land hat eine einzigartige herzförmige geografische Umrisse.",
    "Sarajevo, seine Hauptstadt, war die erste Stadt in Europa, die 1885 ein Vollzeit-Straßenbahnnetz hatte.",
    "Es ist eines der wenigen Länder der Welt mit drei verschiedenen konstituierenden Völkern: Bosniaken, Serben und Kroaten.",
    "Bosnien und Herzegowina war 1984, als es Teil Jugoslawiens war, Gastgeber der Olympischen Winterspiele."
  ],
  "fact_bw": [
    "Botswana ist ein Land der weiten Wildnis, berühmt für sein Okavango-Delta, ein einzigartiges Binnendelta, das eine reiche Tierwelt beherbergt.",
    "Es beherbergt die größte Elefantenpopulation in Afrika.",
    "Das Land ist eine der stabilsten und wohlhabendsten Nationen Afrikas, hauptsächlich aufgrund seiner Diamantenindustrie.",
    "Die Landeswährung, der Pula, bedeutet in Setswana 'Regen' und spiegelt die Bedeutung von Wasser in dieser trockenen Region wider.",
    "Mehr als 38% der Fläche Botswanas sind Nationalparks, Reservaten und Wildtier-Managementgebieten gewidmet."
  ],
  "fact_br": [
    "Brasilien ist die Heimat des Amazonas-Regenwaldes, des größten Regenwaldes der Welt, der etwa 60% der Landmasse des Landes bedeckt.",
    "Die ikonische Christus-Erlöser-Statue überblickt die Stadt Rio de Janeiro und steht als Symbol Brasiliens.",
    "Brasilien ist der weltweit größte Produzent und Exporteur von Kaffee.",
    "Der Karneval in Rio de Janeiro ist eines der größten und berühmtesten Festivals weltweit, bekannt für seine lebhaften Paraden und Samba-Musik.",
    "Es ist das einzige portugiesischsprachige Land Amerikas."
  ],
  "fact_bn": [
    "Brunei Darussalam ist ein winziges, ölreiches Sultanat auf der Insel Borneo.",
    "Es ist bekannt für seine opulenten Moscheen, darunter die Sultan Omar Ali Saifuddien Moschee, und den prächtigen Istana Nurul Iman Palast, den größten Wohnpalast der Welt.",
    "Brunei setzt sich stark für den Erhalt seiner Regenwälder ein, wobei ein erheblicher Teil seines Landes von unberührtem Urwald bedeckt ist.",
    "Das Land hat keine Staatsschulden, und seine Bürger zahlen keine Einkommenssteuer.",
    "Die offizielle Religion ist der Islam, und die Einhaltung der strengen islamischen Gesetze ist vorgeschrieben."
  ],
  "fact_bg": [
    "Bulgarien ist einer der ältesten Staaten Europas, gegründet im Jahr 681 n. Chr.",
    "Es ist der weltweit führende Produzent von Rosenöl, einem wesentlichen Bestandteil von Parfüms.",
    "Bulgarien ist das einzige Land der Welt, dessen Name sich im kyrillischen Alphabet (seinem eigenen nationalen Alphabet) nicht ändert.",
    "Wenn Bulgaren den Kopf nicken, bedeutet das oft 'Nein', und wenn sie den Kopf schütteln, bedeutet das 'Ja', was dem in vielen westlichen Kulturen entgegengesetzt ist.",
    "Das Land besitzt neun UNESCO-Weltkulturerbestätten, darunter antike thrakische Gräber und mittelalterliche Klöster."
  ],
  "fact_bf": [
    "Burkina Faso ist ein Binnenstaat in Westafrika, bekannt für seine lebendige traditionelle Musik und Kunst, insbesondere das Trommeln.",
    "Sein Name bedeutet 'Land der unbestechlichen Menschen'.",
    "Ouagadougou, die Hauptstadt, beherbergt das FESPACO (Panafrikanisches Film- und Fernsehfestival von Ouagadougou), eines der größten Filmfestivals Afrikas.",
    "Das Land ist ein wichtiger Baumwollproduzent.",
    "Burkina Faso hat eine reiche Geschichte alter Königreiche und Reiche, einschließlich der Mossi-Königreiche."
  ],
  "fact_bi": [
    "Burundi wird aufgrund seiner hügeligen Landschaft als 'Land der tausend Hügel' bezeichnet.",
    "Es teilt sich den Tanganjikasee, den zweittiefsten Süßwassersee der Welt, mit Tansania, Sambia und der DR Kongo.",
    "Die traditionellen burundischen Trommeln, gespielt von den königlichen Trommlern von Burundi, sind ein UNESCO-Meisterwerk des mündlichen und immateriellen Erbes der Menschheit.",
    "Kaffee ist das Hauptexportgut des Landes.",
    "Gitega ersetzte 2019 Bujumbura als politische Hauptstadt des Landes."
  ],
  "fact_cv": [
    "Cabo Verde ist ein Archipel von zehn Vulkaninseln vor der Küste Westafrikas, bekannt für seine einzigartige kreolische Kultur.",
    "Es ist berühmt für seine lebhafte Musik, insbesondere Morna, die durch Cesária Évora populär gemacht wurde.",
    "Trotz seiner trockenen Landschaft bieten die Inseln vielfältige Landschaften, von Vulkangipfeln bis zu Sandstränden.",
    "Das Land ist stark vom Tourismus und den Überweisungen seiner großen Diaspora abhängig.",
    "Cabo Verde gilt als eine der stabilsten Demokratien Afrikas."
  ],
  "fact_kh": [
    "Kambodscha ist die Heimat des majestätischen Angkor Wat, des größten religiösen Monuments der Welt und eines UNESCO-Weltkulturerbes.",
    "Das Khmer-Rouge-Regime führte in den 1970er Jahren den kambodschanischen Genozid herbei, eine dunkle Periode in seiner Geschichte.",
    "Der Tonlé Sap See ist der größte Süßwassersee Südostasiens, dessen Größe sich mit den Jahreszeiten drastisch ändert.",
    "Die Flagge des Landes ist eine von nur zwei auf der Welt (die andere ist Afghanistan), die ein Gebäude zeigt (Angkor Wat).",
    "Phnom Penh, die Hauptstadt, ist bekannt für ihren Königspalast, die Silberpagode und ihr geschäftiges Flussufer."
  ],
  "fact_cm": [
    "Kamerun wird aufgrund seiner vielfältigen Geographie, die Strände, Wüsten, Berge, Regenwälder und Savannen umfasst, oft als 'Afrika im Miniaturformat' bezeichnet.",
    "Der Berg Kamerun ist der höchste Gipfel Westafrikas und ein aktiver Vulkan.",
    "Das Land verfügt über eine reiche sprachliche Vielfalt mit über 200 verschiedenen gesprochenen Sprachen.",
    "Fußball ist immens beliebt, und Kameruns Nationalmannschaft, die 'Unbezähmbaren Löwen', hat bedeutende Erfolge erzielt.",
    "Es ist ein wichtiger Produzent von Kakao, Kaffee und Baumwolle."
  ],
  "fact_ca": [
    "Kanada hat die längste Küstenlinie der Welt und grenzt an drei Ozeane: den Atlantik, den Arktischen und den Pazifik.",
    "Es ist das zweitgrößte Land der Welt nach Gesamtfläche.",
    "Kanada ist berühmt für seinen Ahornsirup und produziert über 80% des weltweiten Angebots.",
    "Eishockey ist Kanadas nationaler Wintersport und ein tief verwurzelter Teil seiner Kultur.",
    "Es hat mehr Seen als alle anderen Länder zusammen, mit Millionen von Süßwasserseen."
  ],
  "fact_cf": [
    "Die Zentralafrikanische Republik ist ein Binnenstaat mit weiten Savannen und beherbergt eine vielfältige Tierwelt, darunter Waldelefanten und Gorillas.",
    "Es ist trotz reicher natürlicher Ressourcen eines der am wenigsten entwickelten Länder der Welt.",
    "Die Hauptstadt Bangui liegt am Ubangi-Fluss, der einen Teil ihrer Grenze zur Demokratischen Republik Kongo bildet.",
    "Französisch ist die Amtssprache, aber Sango ist die Nationalsprache und weit verbreitet.",
    "Das Land hat mit erheblichen internen Konflikten und humanitären Herausforderungen zu kämpfen."
  ],
  "fact_td": [
    "Der Tschad ist eine Binnennation in Zentralafrika, die im Norden größtenteils von der Sahara-Wüste dominiert wird.",
    "Der Tschadsee, ein riesiger, aber flacher See, ist eine wichtige Süßwasserquelle und ernährt Millionen von Menschen in der Region.",
    "Das Land ist nach dem Tschadsee benannt, einem der größten Feuchtgebiete Afrikas.",
    "Der Tschad ist bekannt für seine vielfältigen ethnischen Gruppen und Sprachen.",
    "Es ist ein wichtiger Öl produzierender Staat, wobei Öl das Hauptexportgut ist."
  ],
  "fact_cl": [
    "Chile ist das längste Land der Welt von Nord nach Süd und erstreckt sich über 4.300 Kilometer.",
    "Es umfasst unglaublich vielfältige Klimazonen und Landschaften, von der trockenen Atacama-Wüste im Norden bis zu den alpinen Tundren und Gletschern Patagoniens im Süden.",
    "Die Osterinsel (Rapa Nui), berühmt für ihre mysteriösen Moai-Statuen, ist ein chilenisches Territorium im Pazifischen Ozean.",
    "Chile ist einer der weltweit größten Produzenten und Exporteure von Kupfer.",
    "Das Land ist aufgrund seiner Lage am pazifischen 'Feuerring' seismisch sehr aktiv."
  ],
  "fact_cn": [
    "China ist das bevölkerungsreichste Land der Welt mit über 1,4 Milliarden Menschen.",
    "Es ist die Heimat der Chinesischen Mauer, einer der größten architektonischen Leistungen der Geschichte, Teile davon sind vom Weltraum aus sichtbar.",
    "China verfügt über die größte stehende Armee der Welt und das zweitgrößte Verteidigungsbudget.",
    "Tee wurde zuerst in China kultiviert und wird dort seit Tausenden von Jahren konsumiert.",
    "Der Große Panda, eine geliebte und gefährdete Art, ist in China beheimatet."
  ],
  "fact_co": [
    "Kolumbien ist das einzige südamerikanische Land mit Küstenlinien sowohl am Atlantik (Karibisches Meer) als auch am Pazifik.",
    "Es ist der weltweit führende Produzent von Smaragden.",
    "Kolumbien ist bekannt für seine hochwertigen Kaffeebohnen, die in seinen Bergregionen angebaut werden.",
    "Das Land ist eines der artenreichsten Länder der Erde und beherbergt eine riesige Vielfalt an Pflanzen- und Tierarten.",
    "Bogotá, die Hauptstadt, verfügt über eines der größten städtischen Radwegenetze der Welt."
  ],
  "fact_km": [
    "Die Komoren sind ein Archipelstaat im Indischen Ozean, bekannt als die 'Parfüminseln' aufgrund ihrer duftenden Pflanzenproduktion, insbesondere Ylang-Ylang.",
    "Es ist flächenmäßig die viertkleinste Nation Afrikas.",
    "Der Karthala auf Grande Comore ist einer der größten aktiven Vulkane der Welt.",
    "Das Land hat eine einzigartige Mischung aus afrikanischen, arabischen und französischen Kulturen.",
    "Die Komoren sind die Heimat des Quastenflossers, eines seltenen 'lebenden Fossils', das einst für ausgestorben gehalten wurde."
  ],
  "fact_cd": [
    "Die Demokratische Republik Kongo (DRK) ist flächenmäßig das zweitgrößte Land Afrikas.",
    "Es ist unglaublich reich an natürlichen Ressourcen, einschließlich riesiger Mineralvorkommen wie Kobalt und Coltan.",
    "Der Kongo, der tiefste Fluss der Welt, fließt durch das Land.",
    "Die DRK beherbergt sehr artenreiche Regenwälder, darunter stark gefährdete Arten wie das Okapi und den Berggorilla.",
    "Lingala ist eine weit verbreitete Sprache in der DRK, insbesondere in Kinshasa, und ist bekannt für ihre lebhafte Musikszene."
  ],
  "fact_cg": [
    "Die Republik Kongo (Kongo-Brazzaville) ist hauptsächlich von dichtem Regenwald bedeckt, der bedeutende Gorillapopulationen und Waldelefanten beherbergt.",
    "Ihre Hauptstadt Brazzaville liegt direkt gegenüber von Kinshasa, der Hauptstadt der Demokratischen Republik Kongo, am Kongo-Fluss.",
    "Erdöl ist das Hauptexportgut des Landes und ein wichtiger Motor seiner Wirtschaft.",
    "Pygmäen-Gemeinschaften haben historisch die Wälder des Kongobeckens innerhalb des Landes bewohnt.",
    "Die Nationalparks, wie Odzala-Kokoua, sind wichtige Schutzgebiete für Gorillas."
  ],
  "fact_cr": [
    "Costa Rica ist ein Pionier im Ökotourismus und ist bekannt für seine unglaubliche Artenvielfalt, die etwa 5% der weltweiten Arten beherbergt.",
    "Es hat keine stehende Armee; das Militär wurde 1949 abgeschafft, und die Ressourcen wurden in Bildung und Gesundheitswesen umgeleitet.",
    "Pura Vida ('Pures Leben') ist ein gebräuchlicher costa-ricanischer Ausdruck, der als Gruß, Abschied und allgemeine Lebensphilosophie verwendet wird.",
    "Das Land strebt Klimaneutralität an und wird fast vollständig mit erneuerbaren Energien betrieben.",
    "Costa Rica beherbergt zahlreiche aktive Vulkane, darunter Poás und Arenal."
  ],
  "fact_ci": [
    "Côte d'Ivoire (Elfenbeinküste) ist der weltweit größte Produzent von Kakaobohnen, einem Hauptbestandteil von Schokolade.",
    "Yamoussoukro, die offizielle Hauptstadt, beherbergt die Basilika Unserer Lieben Frau des Friedens, eine der größten christlichen Kirchen der Welt.",
    "Abidjan, obwohl nicht die offizielle Hauptstadt, ist die größte Stadt und das Wirtschaftszentrum des Landes.",
    "Das Land verfügt über eine reiche Vielfalt von über 60 ethnischen Gruppen, jede mit eigenen Sprachen und Traditionen.",
    "Das 'Fantasia'-Spektakel mit Reitern in traditioneller Kleidung ist ein lebhaftes kulturelles Ereignis in einigen Regionen."
  ],
  "fact_hr": [
    "Kroatien verfügt über eine atemberaubende Adriaküste mit über 1.200 Inseln, Inselchen und Felsen.",
    "Dubrovnik, ein UNESCO-Weltkulturerbe, ist berühmt für seine gut erhaltenen mittelalterlichen Stadtmauern und war ein Drehort für 'Game of Thrones'.",
    "Die Krawatte (Krawatte) entstand im 17. Jahrhundert in Kroatien und wurde von kroatischen Söldnern getragen.",
    "Der Nationalpark Plitvicer Seen beherbergt 16 terrassierte Seen, die durch Wasserfälle miteinander verbunden sind, ein atemberaubendes Naturwunder.",
    "Das Land ist bekannt für seine köstlichen Meeresfrüchte und vielfältigen regionalen Küchen."
  ],
  "fact_cu": [
    "Kuba ist berühmt für seine Oldtimer amerikanischer Bauart, von denen viele aus der Zeit vor der Revolution von 1959 stammen und sorgfältig gewartet werden.",
    "Es ist die größte Insel in der Karibik.",
    "Kuba ist der Geburtsort der Salsa- und Rumba-Musik und hat ein reiches musikalisches Erbe.",
    "Das Land hat eine der höchsten Alphabetisierungsraten der Welt, und Bildung ist kostenlos und obligatorisch.",
    "Kubanische Zigarren sind weltweit für ihre Qualität und Handwerkskunst bekannt."
  ],
  "fact_cy": [
    "Zypern ist eine Mittelmeerinsel, reich an griechischer Mythologie, die als Geburtsort der Aphrodite, der Göttin der Liebe, gilt.",
    "Es ist die drittgrößte Insel im Mittelmeer.",
    "Zypern ist derzeit in die Republik Zypern (Süden) und die Türkische Republik Nordzypern (Norden) geteilt.",
    "Die Insel ist bekannt für ihre antiken Ruinen, darunter römische Theater und byzantinische Kirchen.",
    "Halloumi-Käse, ein charakteristischer quietschender Käse, stammt aus Zypern und ist ein Grundnahrungsmittel seiner Küche."
  ],
  "fact_cz": [
    "Tschechien (Tschechische Republik) ist berühmt für seine charmante Hauptstadt Prag, bekannt für die historische Karlsbrücke und den Altstädter Ring.",
    "Das Pilsner Bier entstand 1842 in der tschechischen Stadt Pilsen und gab der Pilsner Lager-Sorte ihren Namen.",
    "Das Land hat mehr Burgen pro Quadratmeile als jedes andere Land in Europa.",
    "Es hat eine der höchsten Bierkonsumraten pro Kopf der Welt.",
    "Tschechien ist ein Binnenstaat in Mitteleuropa und grenzt an Deutschland, Polen, die Slowakei und Österreich."
  ],
  "fact_dk": [
    "Dänemark gehört zu den glücklichsten Ländern der Welt.",
    "Es ist der Geburtsort von LEGO, den ikonischen Spielzeugbausteinen.",
    "Kopenhagen, die Hauptstadt, ist eine der fahrradfreundlichsten Städte weltweit.",
    "Dänemark ist Teil Skandinaviens und umfasst die Färöer-Inseln und Grönland als autonome Gebiete.",
    "Die dänische Flagge, der Dannebrog, ist die älteste kontinuierlich verwendete Nationalflagge der Welt und stammt aus dem Jahr 1219."
  ],
  "fact_dj": [
    "Dschibuti ist eine kleine Nation, strategisch günstig am Horn von Afrika am Eingang zum Roten Meer gelegen.",
    "Der Assalsee, ein Kratersee in Dschibuti, ist der tiefste Punkt Afrikas und die dritttiefste Depression an Land weltweit.",
    "Es ist einer der heißesten Orte der Erde mit extrem hohen Temperaturen das ganze Jahr über.",
    "Dschibuti beherbergt aufgrund seiner strategischen Lage mehrere ausländische Militärstützpunkte.",
    "Die Landschaft des Landes ist von vulkanischen Formationen und Salzseen geprägt."
  ],
  "fact_dm": [
    "Dominica ist aufgrund ihrer üppigen Regenwälder, vulkanischen Landschaften und zahlreichen Flüsse und Wasserfälle als 'Naturinsel der Karibik' bekannt.",
    "Es beherbergt die weltweit zweitgrößte heiße Quelle, Boiling Lake.",
    "Dominica ist die einzige karibische Insel mit einer überlebenden Bevölkerung von präkolumbianischen Kariben (Kalinago) indigenen Völkern.",
    "Der Nationalvogel des Landes ist der Sisserou-Papagei, eine gefährdete Art, die nur auf der Insel vorkommt.",
    "Es ist ein beliebtes Reiseziel zum Wandern, Tauchen und zur Erkundung unberührter Naturschönheiten."
  ],
  "fact_do": [
    "Die Dominikanische Republik teilt sich die Insel Hispaniola mit Haiti und ist damit flächenmäßig die zweitgrößte karibische Nation.",
    "Es ist der Geburtsort der Merengue- und Bachata-Musik, lebhafter Tanzformen, die in ganz Lateinamerika beliebt sind.",
    "Der Pico Duarte ist mit 3.098 Metern der höchste Gipfel der Karibik.",
    "Das Land ist bekannt für seine schönen weißen Sandstrände und luxuriösen Resorts.",
    "Baseball ist der beliebteste Sport, und die Dominikanische Republik hat zahlreiche Major League Baseball-Stars hervorgebracht."
  ],
  "fact_ec": [
    "Ecuador ist nach dem Äquator benannt, der das Land durchquert, und ist eines von nur zwei Ländern in Südamerika, das keine Grenze zu Brasilien teilt.",
    "Es beherbergt die Galapagosinseln, ein UNESCO-Weltnaturerbe, bekannt für ihre einzigartige Tierwelt und ihre Rolle in Darwins Evolutionstheorie.",
    "Ecuador ist eines der artenreichsten Länder der Welt pro Quadratkilometer.",
    "Quito, die Hauptstadt, wurde 1978 zusammen mit Krakau zur ersten UNESCO-Weltkulturerbestadt erklärt.",
    "Das Land ist ein wichtiger Exporteur von Bananen, Garnelen und Schnittblumen."
  ],
  "fact_eg": [
    "Ägypten ist die Heimat der alten Pyramiden und der Sphinx, ikonische Symbole seiner reichen pharaonischen Geschichte.",
    "Der mächtige Nil, der längste Fluss Afrikas, fließt durch Ägypten und ist seit Jahrtausenden zentral für seine Zivilisation.",
    "Es ist eine der ältesten Zivilisationen der Welt mit einer Geschichte, die Tausende von Jahren umfasst.",
    "Der Stein von Rosetta, entscheidend für die Entschlüsselung antiker ägyptischer Hieroglyphen, wurde in Ägypten entdeckt.",
    "Kairo, seine Hauptstadt, ist die größte Stadt der arabischen Welt und Afrikas."
  ],
  "fact_sv": [
    "El Salvador ist flächenmäßig das kleinste Land Mittelamerikas.",
    "Es ist aufgrund seiner hohen Konzentration an aktiven und ruhenden Vulkanen als 'Land der Vulkane' bekannt.",
    "El Salvador war das erste Land der Welt, das Bitcoin als gesetzliches Zahlungsmittel einführte.",
    "Pupusas, dicke Maistortillas mit verschiedenen Füllungen, sind das Nationalgericht.",
    "Das Land verfügt über eine wunderschöne Pazifikküste, die bei Surfern beliebt ist."
  ],
  "fact_gq": [
    "Äquatorialguinea ist der einzige souveräne afrikanische Staat, in dem Spanisch Amtssprache ist, ein Erbe seiner Kolonialzeit.",
    "Trotz seiner geringen Größe ist es reich an Erdölreserven, die seine Wirtschaft erheblich ankurbelten.",
    "Das Land besteht aus einem Festlandgebiet und mehreren Inseln, wobei Bioko die größte ist und die Hauptstadt Malabo beherbergt.",
    "Es verfügt über eine bedeutende Artenvielfalt, einschließlich üppiger Regenwälder und einzigartiger Wildtiere.",
    "Die Mehrheit der Bevölkerung bekennt sich zum Christentum, mit einer starken römisch-katholischen Präsenz."
  ],
  "fact_er": [
    "Eritrea hat eine lange Küstenlinie am Roten Meer, strategisch günstig an der Meerenge Bab al-Mandab gelegen.",
    "Die Hauptstadt Asmara ist bekannt für ihre markante Art-Déco- und futuristische Architektur, ein Erbe des italienischen Kolonialismus.",
    "Eritrea erlangte 1993 nach einem 30-jährigen Krieg die Unabhängigkeit von Äthiopien.",
    "Das Land hat neun offiziell anerkannte ethnische Gruppen, jede mit ihrer eigenen Sprache und kulturellen Traditionen.",
    "Der Dahlak-Archipel im Roten Meer bietet unberührte Korallenriffe und Tauchmöglichkeiten."
  ],
  "fact_ee": [
    "Estland ist ein digitaler Pionier, bekannt für seine fortschrittliche E-Government und als Geburtsort von Skype.",
    "Die Hauptstadt Tallinn hat eine charmante mittelalterliche Altstadt, die zum UNESCO-Weltkulturerbe gehört.",
    "Estland hat Tausende von Inseln, von denen viele unbewohnt sind.",
    "Es ist eines der am wenigsten religiösen Länder der Welt.",
    "Wälder bedecken über die Hälfte der Landfläche Estlands."
  ],
  "fact_sz": [
    "Eswatini (ehemals Swasiland) ist eine der letzten absoluten Monarchien Afrikas.",
    "Es ist ein Binnenland, das vollständig von Südafrika umgeben ist, mit Ausnahme einer kleinen Grenze zu Mosambik.",
    "Das Land ist bekannt für seine lebendige traditionelle Kultur, einschließlich der jährlichen Schilftanz-Zeremonie (Umhlanga).",
    "Eswatini bietet vielfältige Landschaften, von Bergen und Savannen bis hin zu Regenwäldern.",
    "Der Tourismus spielt eine wachsende Rolle in seiner Wirtschaft und zieht Besucher zu seinen Wildtierreservaten und Kulturfestivals an."
  ],
  "fact_et": [
    "Äthiopien ist ein altes Land mit einer reichen Geschichte, das als Geburtsort des Kaffees gilt.",
    "Es ist das einzige afrikanische Land, das niemals formell von einer europäischen Macht kolonisiert wurde.",
    "Das Land beherbergt die alten Felsenkirchen von Lalibela, ein UNESCO-Weltkulturerbe.",
    "Äthiopien verwendet einen eigenen einzigartigen Kalender, der sieben bis acht Jahre hinter dem gregorianischen Kalender liegt.",
    "Der Große Afrikanische Grabenbruch verläuft durch Äthiopien und schafft atemberaubende geologische Formationen."
  ],
  "fact_fj": [
    "Fidschi ist ein Inselparadies im Südpazifik, berühmt für seine unberührten Strände, Korallenriffe und kristallklares türkisfarbenes Wasser.",
    "Es ist aufgrund seiner lebhaften Unterwasserökosysteme als 'Weichkorallen-Hauptstadt der Welt' bekannt.",
    "Fidschi hat eine einzigartige Mischung aus indigener melanesischer, polynesischer, indischer und europäischer Kultur.",
    "Rugby Sevens ist der Nationalsport, und Fidschis Nationalmannschaft ist eine globale Größe.",
    "Die traditionelle Kava-Zeremonie, bei der ein zeremonielles Getränk aus der Kava-Pflanzenwurzel zubereitet wird, ist eine wichtige kulturelle Praxis."
  ],
  "fact_fi": [
    "Finnland ist bekannt als das 'Land der tausend Seen', obwohl es tatsächlich über 188.000 Seen hat.",
    "Es ist die globale Hauptstadt der Saunen, mit schätzungsweise 3 Millionen Saunen bei einer Bevölkerung von 5,5 Millionen.",
    "Finnland ist einer der besten Orte der Welt, um die Aurora Borealis (Nordlichter) zu beobachten.",
    "Es gehört durchweg zu den glücklichsten Ländern der Welt.",
    "Das Land ist der Geburtsort der Muminfamilie, beliebte Charaktere, die von Tove Jansson geschaffen wurden."
  ],
  "fact_fr": [
    "Frankreich ist das meistbesuchte Land der Welt und zieht jährlich Millionen von Touristen an.",
    "Der Eiffelturm in Paris funkelt nach Sonnenuntergang jede Stunde fünf Minuten lang.",
    "Es ist bekannt für seine exquisite Küche, edle Weine und vielfältige regionale Gerichte.",
    "Frankreich hat die meisten Literaturnobelpreisträger aller Länder.",
    "Das Louvre-Museum in Paris ist das größte Kunstmuseum der Welt und beherbergt die Mona Lisa."
  ],
  "fact_ga": [
    "Gabun ist eine zentralafrikanische Nation mit riesigen geschützten Nationalparks, die ihre reiche Artenvielfalt und bedeutende Gorillapopulationen bewahren.",
    "Über 85% seiner Fläche sind von dichtem Regenwald bedeckt.",
    "Es hat eine der höchsten Urbanisierungsraten in Afrika, wobei ein großer Teil der Bevölkerung in Städten lebt.",
    "Erdöl ist das Rückgrat der Wirtschaft Gabuns.",
    "Das Land ist die Heimat des schwer fassbaren Schuppentiers, des weltweit am meisten geschmuggelten Säugetiers."
  ],
  "fact_gm": [
    "Gambia ist das kleinste Land auf dem afrikanischen Festland, gekennzeichnet durch seinen schmalen Landstreifen, der den Gambia-Fluss umgibt.",
    "Der Gambia-Fluss ist entscheidend für Transport, Handel und Fischerei innerhalb des Landes.",
    "Es ist bekannt für seine vielfältige Vogelwelt und daher ein beliebtes Ziel für Vogelbeobachter.",
    "Die Hauptstadt Banjul liegt auf St. Mary's Island an der Mündung des Gambia-Flusses.",
    "Das Land ist ein beliebtes Ziel für Ökotourismus und bietet Wildtierbeobachtungen und kulturelle Erlebnisse."
  ],
  "fact_ge": [
    "Georgien ist ein Land an der Kreuzung von Europa und Asien, berühmt für seine alten Weinbautraditionen, die 8.000 Jahre zurückreichen.",
    "Die georgische Sprache hat ihr eigenes einzigartiges Alphabet, eines der 14 ursprünglichen Alphabete der Welt.",
    "Die Region Swanetien im Kaukasusgebirge prahlt mit mittelalterlichen Türmen und atemberaubenden Landschaften, einem UNESCO-Weltkulturerbe.",
    "Georgier sind bekannt für ihre Gastfreundschaft und lebendige Supra (traditionelles Festmahl)-Kultur.",
    "Tiflis, seine Hauptstadt, ist bekannt für ihre charmante Altstadt, Thermalbäder und moderne Architektur."
  ],
  "fact_de": [
    "Deutschland ist bekannt für seine Autobahnen, von denen Abschnitte keine Geschwindigkeitsbegrenzung haben.",
    "Es ist der Geburtsort vieler einflussreicher klassischer Komponisten, darunter Ludwig van Beethoven und Johann Sebastian Bach.",
    "Deutschland hat über 1.300 Brauereien und ist bekannt für seine starke Bierkultur, einschließlich des Oktoberfestes.",
    "Das Land besitzt über 25.000 Schlösser, von denen viele gut erhalten oder restauriert sind.",
    "Der Schwarzwald, ein großes bewaldetes Gebirge, ist berühmt für seine Kuckucksuhren, traditionellen Bauernhäuser und Kirschtorte."
  ],
  "fact_gh": [
    "Ghana erlangte 1957 als erstes Land südlich der Sahara die Unabhängigkeit von der Kolonialherrschaft.",
    "Es ist bekannt für seinen lebendigen Kente-Stoff, ein buntes Gewebe mit komplizierten Mustern, die Geschichte und Sprichwörter symbolisieren.",
    "Ghana ist ein wichtiger Produzent von Kakao, Gold und Öl.",
    "Accra, die Hauptstadt, ist eine geschäftige Küstenstadt mit einer Mischung aus historischen Stätten und modernen Entwicklungen.",
    "Der Volta-See in Ghana ist einer der größten künstlichen Seen der Welt nach Oberfläche."
  ],
  "fact_gr": [
    "Griechenland gilt weithin als Wiege der westlichen Zivilisation mit grundlegenden Beiträgen zu Philosophie, Demokratie und Drama.",
    "Es beherbergt zahlreiche antike Ruinen, darunter den ikonischen Parthenon auf der Akropolis in Athen.",
    "Griechenland hat Tausende von Inseln, von denen viele beliebte Touristenziele mit einzigartigem Charme sind.",
    "Die ersten Olympischen Spiele fanden 776 v. Chr. im antiken Olympia, Griechenland, statt.",
    "Oliven und Olivenöl sind zentral für die griechische Küche und Kultur, wobei Olivenbäume seit Jahrtausenden kultiviert werden."
  ],
  "fact_gd": [
    "Grenada ist aufgrund seiner bedeutenden Produktion von Muskatnuss, Macis, Zimt und Nelken als 'Gewürzinsel' bekannt.",
    "Es ist eine vulkanische Insel in der Karibik und bietet üppige Regenwälder, Wasserfälle und unberührte Strände.",
    "Unterwasser-Skulpturenparks, wie der in der Molinere Bay, bieten einzigartige Taucherlebnisse.",
    "St. George's, die Hauptstadt, ist bekannt für ihren malerischen hufeisenförmigen Hafen und farbenfrohe Kolonialgebäude.",
    "Grenada produziert seine eigene handwerkliche Schokolade, mit mehreren Bean-to-Bar-Schokoladenfabriken."
  ],
  "fact_gt": [
    "Guatemala ist die Heimat der alten Maya-Stadt Tikal, einer der bedeutendsten archäologischen Stätten der Maya-Zivilisation.",
    "Es hat zahlreiche aktive Vulkane, die seine Landschaft dramatisch und fruchtbar machen.",
    "Der Atitlán-See, oft als einer der schönsten Seen der Welt bezeichnet, ist von Vulkanen und traditionellen Maya-Dörfern umgeben.",
    "Guatemala ist der Geburtsort der Schokoladentafel, da die Mayas die ersten waren, die Kakaobohnen verarbeiteten.",
    "Der Quetzal, ein farbenprächtiger Vogel, ist der Nationalvogel und auch der Name der Währung."
  ],
  "fact_gn": [
    "Guinea ist ein westafrikanisches Land, reich an natürlichen Ressourcen, mit großen Bauxit-, Eisenerz- und Diamantenvorkommen.",
    "Das Fouta Djallon Hochland, oft als 'Wasserturm Westafrikas' bezeichnet, ist die Quelle wichtiger Flüsse wie des Niger und des Senegal.",
    "Conakry, die Hauptstadt, ist eine geschäftige Hafenstadt an der Atlantikküste.",
    "Das Land verfügt über eine vielfältige Mischung ethnischer Gruppen, jede mit einzigartigen kulturellen Traditionen und Sprachen.",
    "Guinea ist bekannt für seine traditionelle Musik, insbesondere das Trommeln und die Kora (ein Saiteninstrument)."
  ],
  "fact_gw": [
    "Guinea-Bissau ist eine kleine westafrikanische Nation, bekannt für ihren Bijagos-Archipel, ein UNESCO-Biosphärenreservat, bestehend aus 88 Inseln und Inselchen.",
    "Das Land hat seit seiner Unabhängigkeit von Portugal im Jahr 1974 erhebliche politische Instabilität erlebt.",
    "Cashewnüsse sind das Hauptexportgut.",
    "Bissau, die Hauptstadt, ist eine lebendige Hafenstadt mit einer Mischung aus kolonialer und moderner Architektur.",
    "Der traditionelle 'Carnaval de Bissau' ist ein lebhaftes jährliches Ereignis mit farbenfrohen Masken und Tänzen."
  ],
  "fact_gy": [
    "Guyana ist das einzige englischsprachige Land in Südamerika, was auf seine britische Kolonialgeschichte zurückzuführen ist.",
    "Es beherbergt die Angel Falls, den höchsten ununterbrochenen Wasserfall der Welt, obwohl er häufiger mit Venezuela in Verbindung gebracht wird.",
    "Guyana verfügt über riesige unberührte Regenwälder, die Teil des Amazonasbeckens sind, und eine unglaubliche Artenvielfalt.",
    "Die Kaieteur Falls, ein einstufiger Wasserfall, der viel größer ist als die Niagarafälle, sind ein weiteres atemberaubendes Naturwunder.",
    "Cricket ist der beliebteste Sport, ein Erbe des britischen Einflusses."
  ],
  "fact_ht": [
    "Haiti teilt sich die Insel Hispaniola mit der Dominikanischen Republik und war die erste unabhängige Nation Lateinamerikas und der Karibik.",
    "Es war der erste und einzige erfolgreiche Sklavenaufstand, der 1804 zur Gründung einer freien Nation führte.",
    "Die Citadelle Laferrière, eine massive Bergfestung, ist ein UNESCO-Weltkulturerbe und ein Symbol der haitianischen Unabhängigkeit.",
    "Haitianischer Vodou ist eine anerkannte Religion, die afrikanische Traditionen mit dem Katholizismus verbindet.",
    "Port-au-Prince, die Hauptstadt, ist eine lebhafte Stadt, bekannt für ihre Kunst, Musik und geschäftigen Märkte."
  ],
  "fact_hn": [
    "Honduras ist die Heimat der alten Maya-Stadt Copán, einer UNESCO-Weltkulturerbestätte mit beeindruckenden Skulpturen und Hieroglyphen.",
    "Es verfügt über eine reiche Artenvielfalt, von Nebelwäldern im Landesinneren bis zu vielfältigem Meeresleben an seiner Karibikküste, einschließlich der Islas de la Bahía.",
    "Das Land ist ein wichtiger Produzent von Kaffee und Bananen.",
    "Utila, eine der Islas de la Bahía, ist ein bekanntes Tauchziel, besonders für Walhai-Sichtungen.",
    "Tegucigalpa, die Hauptstadt, liegt in einer bergigen Region."
  ],
  "fact_hu": [
    "Ungarn ist berühmt für seine Thermalbäder, wobei Budapest aufgrund seiner zahlreichen natürlichen heißen Quellen oft als 'Spa-Hauptstadt' bezeichnet wird.",
    "Der Rubik's Cube wurde 1974 vom ungarischen Architekten Ernő Rubik erfunden.",
    "Tokaji, ein süßer Dessertwein aus Ungarn, ist einer der ältesten Edelfäuleweine der Welt.",
    "Budapest, die Hauptstadt, gilt als eine der schönsten Städte Europas, geteilt durch die Donau.",
    "Die ungarische Sprache (Magyar) ist in Europa einzigartig und gehört zur finno-ugrischen Sprachfamilie."
  ],
  "fact_is": [
    "Island ist ein Land der dramatischen Gegensätze, bekannt als 'Land aus Feuer und Eis' aufgrund seiner aktiven Vulkane und großen Gletscher.",
    "Es ist eine der vulkanisch aktivsten Regionen der Welt, mit häufigen Eruptionen und geothermischer Aktivität.",
    "Die isländische Sprache ist seit dem Altnordischen der Wikinger relativ unverändert geblieben.",
    "Reykjavík ist die nördlichste Hauptstadt der Welt.",
    "Die Nordlichter (Aurora Borealis) sind in Island während der Wintermonate häufig sichtbar."
  ],
  "fact_in": [
    "Indien ist das Land der Gewürze und produziert eine große Vielfalt an Gewürzen, die integraler Bestandteil seiner vielfältigen Küche sind.",
    "Das majestätische Taj Mahal, ein UNESCO-Weltkulturerbe, ist ein weißes Marmormausoleum, das als eines der schönsten Gebäude der Welt gilt.",
    "Yoga entstand im alten Indien und ist eine spirituelle und asketische Disziplin.",
    "Indien ist die größte Demokratie der Welt nach Bevölkerung.",
    "Bollywood, mit Sitz in Mumbai, ist eine der größten Filmindustrien der Welt."
  ],
  "fact_id": [
    "Indonesien ist der größte Archipel der Welt und umfasst über 17.000 Inseln, obwohl nur etwa 6.000 bewohnt sind.",
    "Es ist die Heimat der Komodowarane, der größten lebenden Echsenart, die auf den Inseln Komodo, Rinca, Flores und Gili Motang vorkommt.",
    "Indonesien hat eine große Anzahl aktiver Vulkane, die Teil des 'Ring of Fire' sind.",
    "Bali ist eine berühmte indonesische Insel, bekannt für ihre spirituellen Rückzugsorte, lebendige Kunst und atemberaubende Strände.",
    "Das Land verfügt über eine unglaubliche sprachliche Vielfalt mit über 700 gesprochenen Sprachen."
  ],
  "fact_ir": [
    "Iran besitzt eine der ältesten kontinuierlichen Hauptzivilisationen der Welt, die über 7.000 Jahre zurückreicht.",
    "Es gilt oft als Geburtsort des Schachs, das im antiken Persien (Iran) entstand.",
    "Perserteppiche sind weltweit bekannt für ihre komplizierten Designs, Handwerkskunst und reiche Geschichte.",
    "Iran beherbergt zahlreiche UNESCO-Weltkulturerbestätten, darunter Persepolis, die antike Hauptstadt des Achämenidenreiches.",
    "Das Land hat eine vielfältige Geographie, von weiten Wüsten über schneebedeckte Berge bis hin zu üppigen Wäldern."
  ],
  "fact_iq": [
    "Der Irak ist ein altes Land, das als Wiege der Zivilisation gilt, mit historischen Stätten aus Mesopotamien, einschließlich der Ruinen von Babylon.",
    "Die Flüsse Tigris und Euphrat, die für alte Zivilisationen von entscheidender Bedeutung waren, fließen durch den Irak.",
    "Bagdad, seine Hauptstadt, war einst ein wichtiges intellektuelles und kulturelles Zentrum während des Goldenen Zeitalters des Islam.",
    "Der Irak ist reich an Ölreserven und einer der weltweit größten Ölproduzenten.",
    "Die Marschländer im Südirak sind ein einzigartiges Feuchtgebiet-Ökosystem, das eine vielfältige Tierwelt und traditionelle Marsh-Arab-Gemeinschaften beherbergt."
  ],
  "fact_ie": [
    "Irland ist bekannt für seine üppig grünen Landschaften, was ihm den Spitznamen 'Die Grüne Insel' eingebracht hat.",
    "Es ist der Geburtsort des Guinness-Bieres, das 1759 in Dublin zum ersten Mal gebraut wurde.",
    "Keltische Traditionen, einschließlich Musik, Tanz und Sprache, sind tief in der irischen Kultur verwurzelt.",
    "Halloween soll aus dem alten keltischen Fest Samhain in Irland stammen.",
    "Die Cliffs of Moher, die dramatisch aus dem Atlantik ragen, sind eines der ikonischsten Naturdenkmäler Irlands."
  ],
  "fact_il": [
    "Israel ist ein Land voller religiöser Geschichte, das sowohl für Juden, Christen als auch Muslime heilig ist.",
    "Das Tote Meer, das an Israel grenzt, ist der tiefste Punkt der Erde, und sein hypersalines Wasser ermöglicht es Menschen, mühelos zu schweben.",
    "Tel Aviv ist eine pulsierende, moderne Stadt, bekannt für ihre Bauhaus-Architektur und ihr lebhaftes Nachtleben.",
    "Israel ist ein weltweit führender Anbieter von technologischen Innovationen und Start-ups und wird oft als 'Startup Nation' bezeichnet.",
    "Jerusalem ist eine heilige Stadt für drei große abrahamitische Religionen mit zahlreichen bedeutenden heiligen Stätten."
  ],
  "fact_it": [
    "Italien ist berühmt für seine köstliche Küche, darunter Pizza, Pasta, Gelato und Espresso, die weltweit genossen werden.",
    "Es beherbergt ikonische antike Wahrzeichen wie das Kolosseum in Rom und den Schiefen Turm von Pisa.",
    "Italien ist weltweit führend in Mode und Design, mit renommierten Modehäusern in Mailand und Rom.",
    "Die Vatikanstadt, der kleinste unabhängige Staat der Welt, ist eine Enklave in Rom.",
    "Das Land verfügt über mehr UNESCO-Weltkulturerbestätten als jede andere Nation."
  ],
  "fact_jm": [
    "Jamaika ist der Geburtsort der Reggae-Musik, die von Künstlern wie Bob Marley weltweit populär gemacht wurde.",
    "Es ist die drittgrößte Insel in der Karibik.",
    "Jamaika ist bekannt für seine schönen weißen Sandstrände, üppigen Berge und lebendige Kultur.",
    "Blue Mountain Coffee, in Jamaikas Blue Mountains angebaut, ist einer der teuersten und begehrtesten Kaffees der Welt.",
    "Usain Bolt, der schnellste Mann der Welt, stammt aus Jamaika."
  ],
  "fact_jp": [
    "Japan verbindet nahtlos alte Traditionen und Tempel mit futuristischer Technologie und geschäftigen modernen Städten.",
    "Der Berg Fuji ist Japans höchster Gipfel und ein ikonisches Symbol, als heiliger Berg verehrt.",
    "Das Land ist berühmt für seine zarten Kirschblüten (Sakura), die im Frühling blühen und die Vergänglichkeit des Lebens symbolisieren.",
    "Japan verfügt über ein hocheffizientes und umfangreiches öffentliches Verkehrssystem, einschließlich des Shinkansen (Hochgeschwindigkeitszug).",
    "Tokio ist die bevölkerungsreichste Metropolregion der Welt."
  ],
  "fact_jo": [
    "Jordanien ist die Heimat der antiken Stadt Petra, eines der Neuen 7 Weltwunder, eine Stadt, die direkt in rosarote Felsen gehauen ist.",
    "Die Wadi Rum Wüste, bekannt als das 'Tal des Mondes', bietet atemberaubende Sandsteinberge und alte Petroglyphen.",
    "Das Tote Meer, der tiefste Punkt der Erde, bildet einen Teil der westlichen Grenze Jordaniens.",
    "Amman, die Hauptstadt, ist eine der ältesten kontinuierlich bewohnten Städte der Welt.",
    "Jordanien ist ein stabiles Land in einer volatilen Region, bekannt für seine Gastfreundschaft und reichen historischen Stätten."
  ],
  "fact_kz": [
    "Kasachstan ist der größte Binnenstaat der Welt nach Fläche.",
    "Es ist die Heimat des Kosmodroms Baikonur, der ersten und größten in Betrieb befindlichen Weltraumstartanlage der Welt.",
    "Kasachstan gilt als ursprüngliche Heimat des Apfels, wobei in seinen Bergen noch wilde Apfelwälder zu finden sind.",
    "Astana, seine Hauptstadt, ist bekannt für ihre futuristische Architektur und einzigartige Stadtplanung.",
    "Das Land hat weite Steppen und vielfältige Landschaften, von Bergen bis zu Wüsten."
  ],
  "fact_ke": [
    "Kenia ist berühmt für seine vielfältige Tierwelt und unglaubliche Safari-Ziele, einschließlich des Masai Mara Nationalreservats.",
    "Es beherbergt einen bedeutenden Teil der 'Großen Migration', bei der Millionen von Gnus und Zebras die Serengeti und Masai Mara durchqueren.",
    "Der Mount Kenia ist der zweithöchste Gipfel Afrikas.",
    "Kenia ist weltweit führend im Bereich mobiler Geldtransfers, insbesondere mit M-Pesa.",
    "Das Land ist bekannt für seine Weltklasse-Langstreckenläufer."
  ],
  "fact_ki": [
    "Kiribati ist eine pazifische Inselnation, bestehend aus 33 Korallenatollen und Inseln, die über ein riesiges Gebiet des Pazifischen Ozeans verstreut sind.",
    "Es ist das einzige Land der Welt, das in allen vier Hemisphären (Nord-, Süd-, Ost- und Westhalbkugel) liegt.",
    "Kiritimati (Weihnachtsinsel), Teil von Kiribati, ist das größte Korallenatoll der Welt nach Landfläche.",
    "Kiribati ist eines der Länder, die am stärksten vom steigenden Meeresspiegel aufgrund des Klimawandels betroffen sind.",
    "Die traditionelle Subsistenzwirtschaft, die auf Fischfang und Kopra-Produktion basiert, bleibt wichtig."
  ],
  "fact_kp": [
    "Nordkorea ist eines der abgeschottetsten und isoliertesten Länder der Welt.",
    "Pjöngjang, die Hauptstadt, ist bekannt für ihre monumentale Architektur und ihre großzügigen öffentlichen Plätze.",
    "Das Land arbeitet nach einer einzigartigen politischen Philosophie, die als Juche oder 'Selbstständigkeit' bekannt ist.",
    "Es verwendet seinen eigenen einzigartigen Kalender, den Juche-Kalender, der mit der Geburt von Kim Il Sung beginnt.",
    "Der Berg Paektu, ein heiliger aktiver Vulkan, gilt als spiritueller Ursprung der koreanischen Nation."
  ],
  "fact_kr": [
    "Südkorea ist ein globales Technologiezentrum, bekannt für führende Marken wie Samsung und LG, und verfügt über einige der schnellsten Internetgeschwindigkeiten der Welt.",
    "Es ist der Ursprung von K-Pop (Korean Pop-Musik) und K-Dramas, die immens globale Popularität erlangt haben.",
    "Kimchi, ein fermentiertes Kohlgericht, ist das Nationalgericht und ein Grundnahrungsmittel der koreanischen Küche.",
    "Die Demilitarisierte Zone (DMZ), die Nord- und Südkorea trennt, ist die am stärksten befestigte Grenze der Welt.",
    "Seoul, die Hauptstadt, ist eine geschäftige Metropole, die alte Paläste und moderne Wolkenkratzer nahtlos miteinander verbindet."
  ],
  "fact_kw": [
    "Kuwait ist eine kleine, ölreiche Nation an der Spitze des Persischen Golfs.",
    "Die Kuwait Towers sind ikonische Symbole des Landes, bestehend aus drei schlanken Türmen, von denen zwei Wassertürme sind.",
    "Es verfügt über eine der weltweit größten Ölreserven.",
    "Kuwait-Stadt ist eine moderne Hauptstadt mit beeindruckender Architektur und umfangreichen Uferpromenaden.",
    "Das Sadu House bewahrt die traditionelle Beduinen-Webkunst, einen bedeutenden Teil des kuwaitischen Kulturerbes."
  ],
  "fact_kg": [
    "Kirgisistan ist ein gebirgiges zentralasiatisches Land, bekannt für seine nomadischen Traditionen und atemberaubenden Alpenseen, insbesondere den Yssyk-Köl.",
    "Der Yssyk-Köl ist der zweitgrößte Salzwassersee der Welt, oft als 'Perle Zentralasiens' bezeichnet.",
    "Der traditionelle Sport Kok-boru, eine Form des Polos, bei dem eine Ziegenkadaver verwendet wird, ist beliebt.",
    "Seine Landschaft wird vom Tienschan-Gebirge dominiert, das oft als 'Himmlische Berge' bezeichnet wird.",
    "Die kirgisische Kultur ist reich an epischer Dichtung, wobei das Manas-Epos ein zentrales Werk ist."
  ],
  "fact_la": [
    "Laos ist ein Binnenstaat in Südostasien, einzigartig in der Region, da es keine Küste hat.",
    "Der Mekong bildet einen bedeutenden Teil seiner westlichen Grenze und ist für Transport und Lebensunterhalt von entscheidender Bedeutung.",
    "Luang Prabang, ein UNESCO-Weltkulturerbe, ist eine charmante Stadt, bekannt für ihre buddhistischen Tempel und französische Kolonialarchitektur.",
    "Der Buddhismus ist die vorherrschende Religion, und Mönche sind ein häufiger Anblick.",
    "Die Ebene der Tonkrüge, eine archäologische Landschaft mit Tausenden mysteriöser Steinkrüge, ist ein UNESCO-Weltkulturerbe."
  ],
  "fact_lv": [
    "Lettland ist ein baltisches Land mit riesigen Wäldern (die über 50% seines Territoriums bedecken) und schönen Sandstränden an der Ostsee.",
    "Riga, seine Hauptstadt, verfügt über eine charmante mittelalterliche Altstadt und ist bekannt für ihre Jugendstil-Architektur, ein UNESCO-Weltkulturerbe.",
    "Das Land hat einen der höchsten Anteile an Frauen in Führungspositionen in der EU.",
    "Letten sind bekannt für ihre starken Traditionen des Volksgesangs und der Tanzfeste.",
    "Die lettische Flagge ist eine der ältesten der Welt und stammt aus dem 13. Jahrhundert, mit ihrer markanten karminroten Farbe."
  ],
  "fact_lb": [
    "Libanon ist ein nahöstliches Land mit antiken Ruinen, atemberaubenden Berglandschaften und lebhaften Küstenstädten.",
    "Es wird oft als 'Schweiz des Nahen Ostens' bezeichnet, aufgrund seines bergigen Geländes und seiner historischen Finanzrolle.",
    "Beirut, die Hauptstadt, ist bekannt als das 'Paris des Nahen Ostens' für seine kosmopolitische Atmosphäre und Kulturszene.",
    "Die Zedern Gottes, alte Zedernbäume, die in der Bibel erwähnt werden, sind ein Symbol des Libanon.",
    "Libanon hat eine reiche Geschichte mit phönizischen, römischen, Kreuzfahrer- und osmanischen Einflüssen."
  ],
  "fact_ls": [
    "Lesotho ist ein einzigartiges Binnenland, vollständig von Südafrika umgeben, was ihm aufgrund seiner Höhenlage den Spitznamen 'Das Königreich im Himmel' eingebracht hat.",
    "Es ist der einzige unabhängige Staat der Welt, der vollständig über 1.000 Metern Höhe liegt.",
    "Das Land ist bekannt für seine atemberaubenden Berglandschaften und die Basotho-Decke, eine markante Form traditioneller Kleidung.",
    "Wasser ist eine der wichtigsten natürlichen Ressourcen Lesothos und wird nach Südafrika exportiert.",
    "Die Maloti-Berge bieten Möglichkeiten zum Wandern, Ponyreiten und Skifahren im Winter."
  ],
  "fact_lr": [
    "Liberia ist die älteste Republik Afrikas, gegründet 1847 von befreiten amerikanischen Sklaven.",
    "Es war die erste unabhängige Nation in Afrika nach Äthiopien.",
    "Monrovia, die Hauptstadt, ist nach US-Präsident James Monroe benannt.",
    "Das Land führte aufgrund historischer Bindungen ein Währungssystem ein, das auf dem US-Dollar basiert.",
    "Liberia ist bekannt für seine schöne Küste und Regenwälder, die eine vielfältige Tierwelt beherbergen."
  ],
  "fact_ly": [
    "Libyen ist ein nordafrikanisches Land mit einer reichen Geschichte, die bis in die Antike zurückreicht, mit beeindruckenden römischen und griechischen Ruinen wie Leptis Magna und Sabratha.",
    "Die Sahara-Wüste bedeckt über 90% der Landfläche Libyens.",
    "Es besitzt die größten nachgewiesenen Ölreserven Afrikas.",
    "Tripolis, seine Hauptstadt, liegt an der Mittelmeerküste.",
    "Das Land hat in den letzten Jahrzehnten erhebliche politische Instabilität und Konflikte erlebt."
  ],
  "fact_li": [
    "Liechtenstein ist eines der kleinsten Länder der Welt, ein doppelt binnenländischer Mikrostaat, eingebettet in die Alpen zwischen der Schweiz und Österreich.",
    "Es ist ein Fürstentum, das von einem erblichen Fürsten regiert wird.",
    "Liechtenstein ist ein wohlhabendes Land mit einer hoch industrialisierten Freie-Markt-Wirtschaft.",
    "Trotz seiner Größe ist es ein beliebtes Ziel für Wintersport und Wandern.",
    "Die Amtssprache ist Deutsch, und es verwendet den Schweizer Franken als Währung."
  ],
  "fact_lt": [
    "Litauen ist eine baltische Nation mit wunderschönen Küstendünen, einer reichen heidnischen Geschichte und einer charmanten Barock-Altstadt in Vilnius, einem UNESCO-Weltkulturerbe.",
    "Es war das letzte Land in Europa, das offiziell das Christentum annahm.",
    "Der Berg der Kreuze in der Nähe von Šiauliai ist eine einzigartige Pilgerstätte, geschmückt mit Zehntausenden von Kreuzen.",
    "Basketball ist der beliebteste Sport und eine Quelle des Nationalstolzes.",
    "Litauen hat ein einzigartiges sprachliches Erbe; seine Sprache ist eine der ältesten erhaltenen indogermanischen Sprachen."
  ],
  "fact_lu": [
    "Luxemburg ist einer der kleinsten souveränen Staaten der Welt und eines der reichsten Länder nach BIP pro Kopf.",
    "Seine Hauptstadt, Luxemburg-Stadt, bietet eine malerische Altstadt und Befestigungsanlagen, die zum UNESCO-Weltkulturerbe gehören.",
    "Luxemburg hat drei Amtssprachen: Luxemburgisch, Französisch und Deutsch.",
    "Es ist Gründungsmitglied der Europäischen Union, der NATO und der Vereinten Nationen.",
    "Das Land verfügt über ein ausgedehntes Netz mittelalterlicher Burgen und charmanter Dörfer."
  ],
  "fact_mg": [
    "Madagaskar ist die viertgrößte Insel der Welt und wird aufgrund seiner einzigartigen Artenvielfalt oft als 'achter Kontinent' bezeichnet.",
    "Über 90% seiner Tierwelt kommt nirgendwo sonst auf der Erde vor, darunter verschiedene Lemurenarten.",
    "Die Allee der Baobabs, eine beeindruckende Gruppe alter Baobab-Bäume, ist ein berühmtes Wahrzeichen.",
    "Seine Kultur ist eine Mischung aus südostasiatischen und ostafrikanischen Einflüssen.",
    "Vanille ist eines der Hauptexportgüter Madagaskars und der weltweit größte Produzent."
  ],
  "fact_mw": [
    "Malawi ist aufgrund seiner freundlichen Menschen und seiner einladenden Kultur als 'Das warme Herz Afrikas' bekannt.",
    "Es wird vom Malawisee dominiert, dem drittgrößten See Afrikas, der zum UNESCO-Weltnaturerbe gehört und für seine einzigartigen Buntbarsche bekannt ist.",
    "Tee ist ein wichtiges landwirtschaftliches Produkt und Exportgut.",
    "Das Land ist ein beliebtes Ziel für Abenteuertourismus, einschließlich Wandern und Wassersport.",
    "Lilongwe ist die Hauptstadt, aber Blantyre ist das Handelszentrum."
  ],
  "fact_my": [
    "Malaysia ist ein vielfältiges Land, das malaiische, chinesische, indische und indigene Kulturen verbindet und so einen reichen Teppich an Traditionen und Küchen schafft.",
    "Die Petronas Towers in Kuala Lumpur waren von 1998 bis 2004 die höchsten Gebäude der Welt.",
    "Es beherbergt riesige Regenwälder, insbesondere auf Borneo, wo Orang-Utans und andere einzigartige Wildtiere leben.",
    "Malaysia ist ein wichtiger Produzent von Palmöl und Kautschuk.",
    "Das Land feiert das ganze Jahr über eine Vielzahl von Festen, die seine multikulturelle Bevölkerung widerspiegeln."
  ],
  "fact_mv": [
    "Die Malediven sind ein Inselstaat, bestehend aus über 1.192 Koralleninseln und Atollen, die zu einem der geografisch am weitesten verstreuten Länder der Welt gehören.",
    "Es ist berühmt für seine luxuriösen Überwasserresorts und atemberaubende lebendige Unterwasserwelt, was es zu einem Top-Tauchziel macht.",
    "Die Malediven sind das tiefstgelegene Land der Welt, mit einer durchschnittlichen Bodenhöhe von 1,5 Metern über dem Meeresspiegel, wodurch sie stark vom Klimawandel betroffen sind.",
    "Freitag ist ein Wochenendtag, und Regierungsbüros und die meisten Geschäfte sind geschlossen.",
    "Die offizielle Religion ist der Islam, und die Einhaltung ist für die Staatsbürgerschaft erforderlich."
  ],
  "fact_ml": [
    "Mali ist eine westafrikanische Nation mit einer reichen Geschichte, einst Teil von drei mächtigen Reichen: dem Ghana-, Mali- und Songhai-Reich.",
    "Timbuktu, ein UNESCO-Weltkulturerbe, war historisch ein wichtiges intellektuelles und spirituelles Zentrum für den Islam in Afrika.",
    "Das Land ist bekannt für seine lebendige traditionelle Musik, insbesondere den Blues, der die amerikanische Bluesmusik beeinflusste.",
    "Die Große Moschee von Djenné, aus Lehmziegeln erbaut, ist das größte Lehmziegelgebäude der Welt.",
    "Die Sahara-Wüste bedeckt einen großen Teil des nördlichen Mali."
  ],
  "fact_mt": [
    "Malta ist ein kleiner Archipel im Mittelmeer, der antike megalithische Tempel beherbergt, die älter sind als Stonehenge und die ägyptischen Pyramiden.",
    "Die Hauptstadt Valletta ist eine befestigte Stadt und ein UNESCO-Weltkulturerbe, eines der dichtesten historischen Gebiete der Welt.",
    "Malta hat eine einzigartige Mischung aus europäischer und nordafrikanischer Kultur und Sprache.",
    "Die Johanniter regierten Malta über 250 Jahre lang und hinterließen ein bedeutendes architektonisches Erbe.",
    "Tauchen ist beliebt aufgrund des klaren Wassers, der Höhlen und zahlreicher Schiffswracks."
  ],
  "fact_mr": [
    "Mauretanien ist eine westafrikanische Nation, die größtenteils von der Sahara-Wüste bedeckt ist, bekannt für ihre riesigen Sanddünen und nomadische Kultur.",
    "Der Eisenerzzug ist einer der längsten und schwersten Züge der Welt und transportiert Eisenerz durch die Wüste.",
    "Das 'Auge der Sahara' (Richat-Struktur) ist eine markante kreisförmige geologische Formation, die vom Weltraum aus sichtbar ist.",
    "Nouakchott, die Hauptstadt, liegt an der Atlantikküste.",
    "Die Kultur des Landes ist eine Mischung aus arabisch-berberischen und westafrikanischen Einflüssen."
  ],
  "fact_mu": [
    "Mauritius ist ein Inselstaat im Indischen Ozean, bekannt für seine unberührten Strände, türkisfarbenen Lagunen und üppigen Landschaften im Landesinneren.",
    "Es ist der einzige bekannte Lebensraum des ausgestorbenen Dodo-Vogels.",
    "Die Insel hat eine lebendige multikulturelle Gesellschaft mit Einflüssen aus der indischen, afrikanischen, chinesischen und französischen Kultur.",
    "Mauritius ist berühmt für seine kaskadierende Unterwasserfall-Illusion, die von oben auf dem Meer sichtbar ist.",
    "Zuckerrohrplantagen bedecken einen bedeutenden Teil der Insel, und die Rumproduktion ist eine Schlüsselindustrie."
  ],
  "fact_mx": [
    "Mexiko ist der Geburtsort der Schokolade, da die Olmeken, Maya und Azteken Kakao seit Tausenden von Jahren anbauten.",
    "Es ist die Heimat der lebhaften Feierlichkeiten zum Tag der Toten (Día de Muertos), einem UNESCO-Meisterwerk des mündlichen und immateriellen Erbes der Menschheit.",
    "Mexiko-Stadt ist eine der größten und ältesten Städte Amerikas, erbaut auf den Ruinen der alten Aztekenhauptstadt Tenochtitlan.",
    "Tacos sind ein Grundnahrungsmittel der mexikanischen Küche und weltweit bekannt.",
    "Das Land hat zahlreiche antike Ruinen, darunter die Maya-Pyramiden von Chichen Itza und Teotihuacan."
  ],
  "fact_md": [
    "Moldawien ist ein Binnenstaat in Osteuropa, bekannt für seine ausgedehnten Weinberge und als wichtiger Weinproduzent.",
    "Es beherbergt Mileștii Mici, das den Guinness-Weltrekord für den größten Weinkeller der Welt mit fast 2 Millionen Flaschen hält.",
    "Das Land ist eines der am wenigsten besuchten Länder Europas und bietet ein Reiseerlebnis abseits der ausgetretenen Pfade.",
    "Chișinău, die Hauptstadt, ist bekannt für ihre sowjetische Architektur und Grünflächen.",
    "Moldawien hat eine reiche Folklore-Tradition, einschließlich einzigartiger nationaler Tänze und Musik."
  ],
  "fact_mc": [
    "Monaco ist nach dem Vatikan der zweitkleinste unabhängige Staat der Welt.",
    "Es ist ein glamouröses Fürstentum an der französischen Riviera, berühmt für seine luxuriösen Casinos, Superyachten und den jährlichen Großen Preis von Monaco.",
    "Monaco hat die höchste Dichte an Millionären und Milliardären pro Kopf der Welt.",
    "Trotz seiner Größe verfügt es über eine eigene Polizei, die Landesverteidigung ist jedoch Aufgabe Frankreichs.",
    "Das Ozeanographische Museum, gegründet von Fürst Albert I., ist ein weltweit renommiertes Museum für Meereswissenschaften."
  ],
  "fact_mn": [
    "Die Mongolei ist das am dünnsten besiedelte souveräne Land der Welt.",
    "Sie ist bekannt für ihre weiten Steppen, nomadische Kultur und die Wüste Gobi.",
    "Dschingis Khan, der Gründer des Mongolischen Reiches, ist ein verehrter Nationalheld.",
    "Die 'Drei Männerspiele' von Naadam (Ringen, Pferderennen und Bogenschießen) sind das wichtigste traditionelle Fest des Landes.",
    "Ulaanbaatar, die Hauptstadt, ist die kälteste Hauptstadt der Welt."
  ],
  "fact_me": [
    "Montenegro ist ein Balkanland mit einer dramatischen Küste an der Adria, die atemberaubende Fjorde wie die Bucht von Kotor aufweist.",
    "Es verfügt über fünf Nationalparks, die vielfältige Landschaften von Bergen bis zu Seen zeigen.",
    "Der Durmitor-Nationalpark ist ein UNESCO-Weltnaturerbe, bekannt für seine dramatischen Schluchten, darunter die Tara-Schlucht, Europas tiefste.",
    "Montenegro bedeutet 'Schwarzer Berg' und bezieht sich auf die dunklen, bewaldeten Berge, die seine Landschaft dominieren.",
    "Cetinje ist die historische königliche Hauptstadt, während Podgorica die administrative Hauptstadt ist."
  ],
  "fact_ma": [
    "Marokko ist ein nordafrikanisches Land, bekannt für seine lebhaften Souks (Märkte), alten Medinas und vielfältigen Landschaften, die von der Sahara bis zu den Atlasbergen und der Atlantikküste reichen.",
    "Fes beherbergt die älteste kontinuierlich betriebene Universität der Welt, die Universität Al-Karaouine, gegründet im Jahr 859 n. Chr.",
    "Der Djemaa el-Fna-Platz in Marrakesch ist ein UNESCO-Meisterwerk des mündlichen und immateriellen Kulturerbes der Menschheit, berühmt für seine Geschichtenerzähler, Musiker und Darsteller.",
    "Arganöl, bekannt für seine kulinarischen und kosmetischen Anwendungen, wird fast ausschließlich in Marokko produziert.",
    "Tajine, ein langsam gekochter Eintopf, ist ein typisch marokkanisches Gericht, das in einem charakteristischen konischen Tontopf zubereitet wird."
  ],
  "fact_mz": [
    "Mosambik ist ein ostafrikanisches Land mit einer langen Küste am Indischen Ozean, das wunderschöne Strände und unberührte Meeresnationalparks bietet.",
    "Es ist berühmt für seine lebendige Kunst, insbesondere die Makonde-Skulpturen, die für ihre komplizierten Schnitzereien bekannt sind.",
    "Maputo, die Hauptstadt, ist eine geschäftige Hafenstadt mit einer Mischung aus portugiesischer Kolonialarchitektur und modernen Gebäuden.",
    "Das Land ist reich an natürlichen Ressourcen, darunter Kohle, Erdgas und Edelsteine.",
    "Der Bazaruto-Archipel ist ein geschützter Meerespark mit vielfältigen Korallenriffen und Seekühen."
  ],
  "fact_mm": [
    "Myanmar (Burma) ist eine südostasiatische Nation, bekannt für ihre Tausenden von goldenen Pagoden und antiken Tempeln, insbesondere in Bagan.",
    "Die Shwedagon-Pagode in Yangon ist eine schillernde goldene Stupa, von der angenommen wird, dass sie Reliquien von vier Buddhas enthält.",
    "Das Land hat über 135 ethnische Gruppen, die zu seiner reichen kulturellen Vielfalt beitragen.",
    "Der Inle-See ist berühmt für seine einzigartigen Intha-Beinruderer, die ihre Boote mit einem Bein rudern, während sie stehen.",
    "Longyi, ein traditionelles Sarong-ähnliches Kleidungsstück, wird sowohl von Männern als auch von Frauen getragen."
  ],
  "fact_na": [
    "Namibia ist berühmt für seine hoch aufragenden roten Sanddünen von Sossusvlei, einige der höchsten der Welt.",
    "Es ist eines der am dünnsten besiedelten Länder der Welt.",
    "Der Etosha-Nationalpark ist ein großes Wildschutzgebiet, bekannt für seine große Salzpfanne und reiche Tierwelt, einschließlich Nashörnern und Elefanten.",
    "Die Skelettküste, ein nebliger Küstenabschnitt, ist berüchtigt für ihre Schiffswracks und karge, schöne Landschaften.",
    "Namibia war bis nach dem Ersten Weltkrieg eine deutsche Kolonie, und der deutsche Einfluss ist noch in einigen Architekturen und Kulturen zu sehen."
  ],
  "fact_np": [
    "Nepal ist die Heimat des Mount Everest, des höchsten Gipfels der Welt, Teil des Himalaya-Gebirges.",
    "Es ist der Geburtsort von Siddhartha Gautama, dem Buddha, in Lumbini.",
    "Nepal ist das einzige Land der Welt mit einer nicht-rechteckigen Flagge.",
    "Kathmandu, seine Hauptstadt, verfügt über zahlreiche alte Tempel, Stupas und UNESCO-Weltkulturerbestätten.",
    "Das Land ist ein wichtiges Ziel für Trekking- und Bergsteigerabenteuer."
  ],
  "fact_nl": [
    "Die Niederlande sind bekannt für ihre ikonischen Windmühlen, die seit Jahrhunderten zur Entwässerung und Energiegewinnung genutzt werden.",
    "Sie sind berühmt für ihre lebhaften Tulpenfelder, die im Frühling blühen und Besucher aus aller Welt anziehen.",
    "Das Land hat mehr Fahrräder als Menschen, und Radfahren ist ein primäres Transportmittel.",
    "Ein bedeutender Teil der Niederlande liegt unter dem Meeresspiegel und ist auf ein komplexes System von Deichen und Poldern angewiesen.",
    "Amsterdam, die Hauptstadt, ist bekannt für ihre Kanäle, ihr künstlerisches Erbe und ihre liberale Kultur."
  ],
  "fact_nz": [
    "Neuseeland ist berühmt dafür, der Hauptdrehort für die 'Herr der Ringe'- und 'Hobbit'-Trilogien zu sein, die seine atemberaubenden Landschaften zeigen.",
    "Es beherbergt dramatische Fjorde, darunter Milford Sound und Doubtful Sound, bekannt für ihre atemberaubende Landschaft.",
    "Die Māori sind die indigenen polynesischen Bewohner Neuseelands mit einem reichen kulturellen Erbe.",
    "Neuseeland war das erste Land, das Frauen 1893 das Wahlrecht gewährte.",
    "Kiwis (der Vogel, die Frucht und die Menschen) werden alle mit Neuseeland in Verbindung gebracht."
  ],
  "fact_ni": [
    "Nikaragua ist flächenmäßig das größte Land Mittelamerikas, bekannt für seine dramatischen Vulkanlandschaften.",
    "Es beherbergt den Nicaraguasee, den größten See Mittelamerikas und den einzigen Süßwassersee der Welt, in dem Haie vorkommen.",
    "Das Land verfügt über eine aktive Vulkankette, die Möglichkeiten zum Vulkan-Boarding bietet.",
    "Granada, eine Kolonialstadt, ist eine der ältesten von Europäern gegründeten Städte auf dem amerikanischen Festland.",
    "Nikaragua ist bekannt für seine Poesie, mit einer starken literarischen Tradition."
  ],
  "fact_ne": [
    "Niger ist ein Binnenstaat in Westafrika, der größtenteils von der Sahara-Wüste bedeckt ist.",
    "Es ist nach dem Niger-Fluss benannt, der durch seine südwestliche Region fließt und eine wichtige Wasser- und Lebensgrundlage darstellt.",
    "Agadez, eine alte Stadt, war historisch ein wichtiger Knotenpunkt für transsaharanische Handelsrouten.",
    "Das Land hat eine junge Bevölkerung, mit einem hohen Prozentsatz seiner Bürger unter 15 Jahren.",
    "Die Naturreservate Aïr und Ténéré sind ein UNESCO-Weltnaturerbe, bekannt für ihre einzigartigen Wüstenlandschaften und alte Felskunst."
  ],
  "fact_ng": [
    "Nigeria ist das bevölkerungsreichste Land Afrikas und verfügt über eine der größten Volkswirtschaften des Kontinents.",
    "Es ist ein lebendiges Kulturzentrum, bekannt für seine Musik (Afrobeat), Filmindustrie (Nollywood) und vielfältige ethnische Gruppen.",
    "Nigeria ist eine wichtige ölproduzierende Nation.",
    "Das Land wird aufgrund seiner großen Bevölkerung und seines wirtschaftlichen Einflusses oft als 'Riese Afrikas' bezeichnet.",
    "Lagos ist eine der größten und am schnellsten wachsenden Städte Afrikas."
  ],
  "fact_no": [
    "Norwegen ist berühmt für seine dramatischen und malerischen Fjorde, lange, schmale Meeresarme, die von steilen Klippen umgeben sind.",
    "Es ist bekannt für das Phänomen der Mitternachtssonne im Sommer und die Nordlichter (Aurora Borealis) im Winter.",
    "Norwegen gehört durchweg zu den glücklichsten und reichsten Ländern der Welt.",
    "Es hat eine reiche Wikingergeschichte und verfügt über gut erhaltene Wikingerschiffe.",
    "Oslo, die Hauptstadt, ist bekannt für ihre Grünflächen, Museen und moderne Architektur."
  ],
  "fact_om": [
    "Oman ist ein arabisches Land mit einer reichen Seefahrtsgeschichte, bekannt für seine Dhaus (traditionelle Segelschiffe) und den Weihrauchhandel.",
    "Es bietet atemberaubende Wüstenlandschaften, dramatische Bergketten (wie das Hadschar-Gebirge) und unberührte Küstenlinien.",
    "Oman ist einer der ältesten unabhängigen arabischen Staaten.",
    "Muscat, die Hauptstadt, ist geprägt von einer Mischung aus traditioneller und moderner Architektur.",
    "Die Sultan Qaboos Grand Mosque ist ein architektonisches Meisterwerk und eine der größten Moscheen der Welt."
  ],
  "fact_pk": [
    "Pakistan ist ein vielfältiges Land mit alten Zivilisationen, darunter die Indus-Zivilisation (Mohenjo-Daro und Harappa).",
    "Es beherbergt den K2 (Mount Godwin Austen), den zweithöchsten Berg der Welt, der im Karakorum-Gebirge liegt.",
    "Pakistan ist eines von nur zwei Ländern mit einer Landgrenze zu Afghanistan.",
    "Das Land hat eine lebendige LKW-Kunst-Tradition, bei der Lastwagen aufwendig verziert werden.",
    "Islamabad, die Hauptstadt, ist eine Planstadt, bekannt für ihr Grün und ihr modernes Design."
  ],
  "fact_pa": [
    "Panama ist am bekanntesten für den Panamakanal, eine wichtige Schifffahrtsroute, die den Atlantik und den Pazifik verbindet und den globalen Seeverkehr erheblich verkürzt.",
    "Es ist der einzige Ort auf der Welt, an dem man den Sonnenaufgang am Pazifik und den Sonnenuntergang am Atlantik beobachten kann.",
    "Panama-Stadt ist eine moderne Metropole mit einer beeindruckenden Skyline, die im Kontrast zu ihrem historischen Altstadtviertel Casco Viejo steht.",
    "Das Land verfügt über ausgedehnte Regenwälder und eine hohe Artenvielfalt.",
    "Die indigenen Gemeinschaften Emberá und Wounaan bieten Kulturtouren an, um ihre Traditionen kennenzulernen."
  ],
  "fact_pg": [
    "Papua-Neuguinea ist eines der kulturell vielfältigsten Länder der Welt mit über 800 indigenen Sprachen.",
    "Es nimmt die östliche Hälfte der Insel Neuguinea ein und ist bekannt für seine riesigen Regenwälder und einzigartige Tierwelt.",
    "Das Land beherbergt über 700 Vogelarten, darunter die farbenprächtigen Paradiesvögel.",
    "Port Moresby, die Hauptstadt, liegt an der südöstlichen Küste.",
    "Traditionelle Stammesbräuche und Zeremonien spielen eine wichtige Rolle im täglichen Leben."
  ],
  "fact_py": [
    "Paraguay ist ein Binnenstaat in Südamerika, bekannt für seine weite, halbaride Gran Chaco Wildnis.",
    "Es beherbergt den Itaipu-Damm, eines der größten Wasserkraftwerke der Welt, das mit Brasilien geteilt wird.",
    "Guaraní ist neben Spanisch eine Amtssprache, was es zu einem der wenigen südamerikanischen Länder mit einer indigenen Sprache als Amtssprache macht.",
    "Paraguay ist ein wichtiger Produzent von Sojabohnen und Rindfleisch.",
    "Tereré, ein kaltes Kräutergetränk, ist das Nationalgetränk und weit verbreitet."
  ],
  "fact_pe": [
    "Peru ist die Heimat der alten Inka-Stadt Machu Picchu, einem UNESCO-Weltkulturerbe und einer der ikonischsten archäologischen Stätten der Welt.",
    "Der Amazonas-Regenwald bedeckt einen bedeutenden Teil des östlichen Peru und weist eine immense Artenvielfalt auf.",
    "Die majestätischen Anden durchziehen das Land mit zahlreichen hohen Gipfeln.",
    "Lima, die Hauptstadt, ist berühmt für ihre lebendige kulinarische Szene, die als eine der gastronomischen Hauptstädte Südamerikas gilt.",
    "Die Nazca-Linien sind antike Geoglyphen, die in die Wüstenebenen gezeichnet wurden und deren Zweck ein Rätsel bleibt."
  ],
  "fact_ph": [
    "Die Philippinen sind ein Archipel von über 7.000 Inseln, berühmt für ihre atemberaubenden weißen Sandstrände, ihre lebendige Unterwasserwelt und üppige Landschaften.",
    "Jeepneys, farbenfrohe Busse, die aus US-Militärjeeps umgebaut wurden, sind eine ikonische Form des öffentlichen Verkehrs.",
    "Es ist einer der weltweit größten Produzenten von Kokosnüssen.",
    "Die Reisterrassen von Banaue, oft als 'achtes Weltwunder' bezeichnet, sind alte, in die Berghänge gehauene Terrassen.",
    "Filipinos sind bekannt für ihre herzliche Gastfreundschaft und ihre Liebe zum Singen, insbesondere Karaoke."
  ],
  "fact_pl": [
    "Polen beherbergt Europas älteste noch in Betrieb befindliche Salzmint, das Salzbergwerk Wieliczka, ein UNESCO-Weltkulturerbe mit beeindruckenden unterirdischen Kapellen und Skulpturen aus Salz.",
    "Krakau, eine wunderschöne mittelalterliche Stadt, verfügt über eine gut erhaltene Altstadt und die Wawel-Burg.",
    "Polen ist der Geburtsort des Astronomen Nikolaus Kopernikus und des Komponisten Frédéric Chopin.",
    "Pierogi, köstliche gefüllte Teigtaschen, sind ein Nationalgericht und ein Grundnahrungsmittel der polnischen Küche.",
    "Der Białowieża-Urwald, der mit Belarus geteilt wird, ist Europas letzter verbliebener Urwald und die Heimat des Europäischen Bisons."
  ],
  "fact_pt": [
    "Portugal ist bekannt für seine historischen Seefahrer, die eine entscheidende Rolle im Zeitalter der Entdeckungen spielten.",
    "Fado, eine melancholische und seelenvolle Musikrichtung, ist ein bedeutender Teil der portugiesischen Kultur und ein UNESCO-Weltkulturerbe des immateriellen Kulturerbes.",
    "Lissabon, die Hauptstadt, ist eine der ältesten Städte Westeuropas und älter als Rom.",
    "Portugal ist der weltweit größte Produzent von Kork.",
    "Sintra, ein UNESCO-Weltkulturerbe, ist berühmt für seine märchenhaften Paläste, darunter den Pena-Palast."
  ],
  "fact_qa": [
    "Katar ist eine Wüstenhalbinsel, bekannt für ihre futuristische Skyline in Doha, riesige Öl- und Erdgasreserven, was es zu einem der reichsten Länder der Welt macht.",
    "Es wird 2022 als erste arabische Nation die FIFA Fussball-Weltmeisterschaft ausrichten.",
    "Das Museum für Islamische Kunst in Doha ist ein architektonisches Meisterwerk und beherbergt eine der weltweit umfassendsten Sammlungen islamischer Kunst.",
    "Die katarische Falknerei-Tradition ist eine tief verwurzelte kulturelle Praxis.",
    "Das Land baut Lusail City, eine riesige Planstadt, die moderne Infrastruktur und ein großes Stadion beherbergen wird."
  ],
  "fact_ro": [
    "Rumänien ist bekannt für seine dramatischen Karpaten, die eine vielfältige Tierwelt beherbergen, darunter Europas größte Braunbärenpopulation.",
    "Siebenbürgen, eine historische Region in Rumänien, ist berühmt für die Legende von Dracula und Schloss Bran.",
    "Der Parlamentspalast in Bukarest ist das schwerste Gebäude der Welt und das zweitgrößte Verwaltungsgebäude nach dem Pentagon.",
    "Rumänien hat eine reiche Folklore-Tradition, einschließlich alter Bräuche und lebhafter Feste.",
    "Das Donaudelta, Europas zweitgrößtes Flussdelta, ist ein UNESCO-Weltnaturerbe und ein Paradies für Vögel."
  ],
  "fact_ru": [
    "Russland erstreckt sich über 11 Zeitzonen und ist damit das größte Land der Welt nach Fläche.",
    "Es beherbergt die farbenfrohe Basilius-Kathedrale auf dem Roten Platz in Moskau, ein ikonisches Symbol Russlands.",
    "Der Baikalsee in Sibirien ist der tiefste und älteste Süßwassersee der Welt und enthält etwa 20% des ungefrorenen Süßwassers der Erde.",
    "Die Transsibirische Eisenbahn ist die längste Eisenbahnlinie der Welt und erstreckt sich über 9.289 Kilometer.",
    "Russland hat ein reiches künstlerisches Erbe, berühmt für sein Ballett, seine klassische Musik und Literatur."
  ],
  "fact_rw": [
    "Ruanda ist aufgrund seiner hügeligen grünen Landschaften als 'Land der tausend Hügel' bekannt.",
    "Es ist ein führendes Ziel für Gorillatrekking, wobei die gefährdeten Berggorillas im Volcanoes-Nationalpark gefunden werden.",
    "Das Land hat nach dem Völkermord von 1994 bemerkenswerte Fortschritte in der wirtschaftlichen Entwicklung und Versöhnung erzielt.",
    "Kigali, die Hauptstadt, gilt als eine der saubersten und sichersten Städte Afrikas.",
    "Tee und Kaffee sind wichtige landwirtschaftliche Exportgüter."
  ],
  "fact_kn": [
    "St. Kitts und Nevis ist eine Doppelinsel-Nation in der Karibik, bekannt für ihre vulkanischen Landschaften und üppigen Regenwälder.",
    "Mount Liamuiga, ein aktiver Vulkan, ist der höchste Punkt auf St. Kitts.",
    "Der Brimstone Hill Fortress Nationalpark, ein UNESCO-Weltkulturerbe, ist eine gut erhaltene britische Festung aus dem 18. Jahrhundert.",
    "Nevis ist der Geburtsort von Alexander Hamilton, einem der Gründerväter der Vereinigten Staaten.",
    "Die Inseln bieten wunderschöne Schwarz- und Weißsandstrände."
  ],
  "fact_lc": [
    "St. Lucia ist eine karibische Insel, bekannt für ihre ikonischen Zwillingsvulkangipfel, die Pitons, die zum UNESCO-Weltkulturerbe gehören.",
    "Es ist das einzige Land der Welt, das nach einer Frau benannt ist (Heilige Lucia von Syrakus).",
    "St. Lucia verfügt über einen 'Drive-in-Vulkan' bei Sulphur Springs, wo Besucher nahe an brodelnde Schlammgruben und Fumarolen heranfahren können.",
    "Die Insel ist berühmt für ihre üppige tropische Landschaft, einschließlich Regenwälder und Wasserfälle.",
    "Kakao und Bananen sind wichtige landwirtschaftliche Produkte."
  ],
  "fact_vc": [
    "St. Vincent und die Grenadinen ist eine karibische Nation, bestehend aus der Hauptinsel St. Vincent und einer Kette kleinerer Inseln namens Grenadinen.",
    "La Soufrière, ein aktiver Vulkan auf St. Vincent, ist der höchste Gipfel.",
    "Der Tobago Cays Marine Park ist ein unberührtes Meeresökosystem, das bei Schnorchlern und Tauchern beliebt ist.",
    "Segeln und Yachting sind beliebte Aktivitäten unter den Grenadinen-Inseln.",
    "Kingstown, die Hauptstadt, ist bekannt für ihre historischen Kirchen und botanischen Gärten."
  ],
  "fact_ws": [
    "Samoa ist eine polynesische Inselnation im Südpazifik, bekannt für ihre schönen Strände, unberührten Riffe und üppiges Landesinnere mit Wasserfällen.",
    "Das traditionelle samoanische Fale (Haus) ist eine offene, ovale Struktur.",
    "Rugby ist der Nationalsport und immens beliebt.",
    "Samoa ist einer der wenigen Orte auf der Welt, an dem man eine traditionelle Fiafia-Nacht mit lokalen Tänzen und Speisen erleben kann.",
    "Das Land änderte 2011 seine Zeitzone und übersprang den 30. Dezember, um sich an seine wichtigsten Handelspartner anzupassen."
  ],
  "fact_sm": [
    "San Marino ist ein von Italien vollständig umschlossener Mikrostaat, der behauptet, die älteste Republik der Welt zu sein, gegründet 301 n. Chr.",
    "Es ist eines der kleinsten Länder der Welt und liegt auf dem Berg Titano.",
    "San Marino hat zwei Ko-Regenten, die Capitani Reggenti, die eine sechsmonatige Amtszeit haben.",
    "Das Land hat eine starke Wirtschaft, wobei Tourismus und Bankwesen wichtige Sektoren sind.",
    "Sein historisches Zentrum und der Berg Titano gehören zum UNESCO-Weltkulturerbe."
  ],
  "fact_st": [
    "São Tomé und Príncipe ist ein afrikanischer Inselstaat im Golf von Guinea, bestehend aus zwei Hauptinseln und mehreren kleineren Inselchen.",
    "Es ist nach Bevölkerung und Fläche eines der kleinsten Länder Afrikas.",
    "Die Inseln sind bekannt für ihre vulkanischen Landschaften, üppigen Regenwälder und Kakaoplantagen, was ihnen den Spitznamen 'Schokoladeninseln' einbrachte.",
    "Pico Cão Grande, ein dramatischer nadelförmiger Vulkanschlot, ist ein ikonisches Wahrzeichen.",
    "Das Land hat eine einzigartige Mischung aus afrikanischer und portugiesischer Kultur."
  ],
  "fact_sa": [
    "Saudi-Arabien ist der Geburtsort des Islam, Heimat der heiligen Städte Mekka und Medina, die für den islamischen Glauben von zentraler Bedeutung sind.",
    "Es ist das größte Land im Nahen Osten und bedeckt den größten Teil der Arabischen Halbinsel.",
    "Saudi-Arabien verfügt über die zweitgrößten nachgewiesenen Erdölreserven der Welt.",
    "Die Wüstenlandschaft ist riesig, wobei die Rub al-Chali (Das Leere Viertel) eine der größten Sandwüsten der Welt ist.",
    "Riad, die Hauptstadt, ist eine sich schnell entwickelnde moderne Stadt mit beeindruckender Architektur."
  ],
  "fact_sn": [
    "Senegal ist eine westafrikanische Nation, bekannt für ihre lebendige Kultur, vielfältige Musik (insbesondere Mbalax) und die historische Gorée-Insel.",
    "Die Gorée-Insel, ein UNESCO-Weltkulturerbe, diente als wichtiges Sklavenhandelszentrum.",
    "Dakar, die Hauptstadt, ist der westlichste Punkt des afrikanischen Kontinents.",
    "Der 'Lac Rose' (Rosa See), aufgrund seines hohen Salzgehalts und einer bestimmten Algenart, hat eine markante rosa Farbe.",
    "Ringen (Lamb) ist der Nationalsport und ein sehr beliebtes Spektakel."
  ],
  "fact_rs": [
    "Serbien ist ein Balkanland mit einer reichen Geschichte, alten Klöstern und der lebhaften Hauptstadt Belgrad.",
    "Belgrad, am Zusammenfluss von Save und Donau gelegen, ist eine der ältesten kontinuierlich bewohnten Städte Europas.",
    "Das Land ist bekannt für seine Gastfreundschaft, Rakija (Obstbrand) und starke Kaffeekultur.",
    "Die Đerdap-Schlucht (Eisernes Tor) an der Donau ist die längste und tiefste Schlucht Europas.",
    "Serbien hat zahlreiche römische archäologische Stätten, ein Zeugnis seiner historischen Bedeutung."
  ],
  "fact_sc": [
    "Die Seychellen sind ein Archipel von 115 Inseln im Indischen Ozean, berühmt für ihre unberührten Strände, einzigartigen Granitfelsen und seltene Tierwelt.",
    "Es beherbergt das Vallée de Mai, ein UNESCO-Weltnaturerbe, wo die seltene Coco de Mer Palme, die den größten Samen im Pflanzenreich produziert, wächst.",
    "Das Aldabra-Atoll ist das zweitgrößte Korallenatoll der Welt und ein UNESCO-Weltnaturerbe, Heimat von Riesenschildkröten.",
    "Die Hauptstadt Victoria auf der Insel Mahé ist eine der kleinsten Hauptstädte der Welt.",
    "Die Seychellen sind ein beliebtes Ziel für luxuriösen Ökotourismus."
  ],
  "fact_sl": [
    "Sierra Leone ist ein westafrikanisches Land, bekannt für seine wunderschönen weißen Sandstrände, insbesondere entlang der Halbinsel Freetown.",
    "Die Hauptstadt Freetown wurde 1787 als Heimat für befreite Sklaven gegründet.",
    "Das Land ist reich an Bodenschätzen, insbesondere Diamanten, die eine Rolle in seinem Bürgerkrieg spielten.",
    "Tiwa Island ist ein Wildschutzgebiet und ein wichtiges Schutzgebiet für Schimpansen.",
    "Der Baumwollbaum in Freetown ist ein historisches Wahrzeichen, unter dem sich befreite Sklaven zum Gebet versammelt haben sollen."
  ],
  "fact_sg": [
    "Singapur ist ein futuristischer Insel-Stadtstaat, bekannt für seine atemberaubende Architektur, ikonische Supertrees in Gardens by the Bay und üppige städtische Grünflächen.",
    "Es ist ein globales Finanzzentrum und einer der geschäftigsten Häfen der Welt.",
    "Singapur hat strenge Gesetze, darunter ein berühmtes Kaugummiverbot.",
    "Der Changi Airport wird durchweg zu den besten Flughäfen weltweit gezählt und bietet Annehmlichkeiten wie einen Schmetterlingsgarten und einen Indoor-Wasserfall.",
    "Die vielfältige kulinarische Szene des Landes, insbesondere seine Hawker-Zentren, ist ein UNESCO-Meisterwerk des immateriellen Kulturerbes."
  ],
  "fact_sk": [
    "Die Slowakei ist ein mitteleuropäisches Land mit einer dramatischen Berglandschaft, die von der Tatra, einem Teil des Karpatenbogens, dominiert wird.",
    "Bratislava, ihre Hauptstadt, bietet eine charmante Altstadt, eine majestätische Burg und liegt an der Donau.",
    "Die Slowakei hat mehr Burgen und Schlösser pro Kopf als jedes andere Land der Welt.",
    "Das Land ist bekannt für seine schönen Höhlen, darunter die UNESCO-geschützten Höhlen des Aggteleker Karstes und des Slowakischen Karstes.",
    "Thermalquellen und Spas sind im ganzen Land beliebt."
  ],
  "fact_si": [
    "Slowenien ist ein kleines, aber unglaublich vielfältiges europäisches Land, das die Julischen Alpen, unberührte Seen (wie den Bleder See) und eine kurze, aber malerische Adriaküste bietet.",
    "Es beherbergt die Höhle von Postojna, eines der längsten Höhlensysteme der Welt, und die Höhenburg Predjama, die in einen Höhleneingang gebaut wurde.",
    "Ljubljana, die Hauptstadt, ist bekannt für ihre charmanten Brücken und grünen Initiativen.",
    "Slowenien ist eines der waldreichsten Länder Europas.",
    "Die Lipizzaner Pferde, berühmt für ihre klassische Dressur, stammen aus dem Gestüt Lipica in Slowenien."
  ],
  "fact_sb": [
    "Die Salomonen sind eine Nation von Hunderten von Inseln im Südpazifik, bekannt für ihre reiche Geschichte des Zweiten Weltkriegs und ihr lebendiges Meeresleben.",
    "Honiara, die Hauptstadt, liegt auf Guadalcanal, einem wichtigen Schlachtfeld während des Zweiten Weltkriegs.",
    "Die Inseln bieten unberührte Korallenriffe und zahlreiche Schiffswrack-Tauchplätze.",
    "Die Kultur ist hauptsächlich melanesisch, mit starkem Fokus auf traditionelle Bräuche und Gemeinschaft.",
    "Fischerei und Holzfällerei sind Schlüsselindustrien."
  ],
  "fact_so": [
    "Somalia ist ein Land am Horn von Afrika mit der längsten Küstenlinie des afrikanischen Festlandes.",
    "Mogadischu, seine Hauptstadt, ist eine alte Hafenstadt mit einer reichen Handelsgeschichte.",
    "Das Land hat eine starke mündliche Tradition, wobei Poesie und Geschichtenerzählen hoch geschätzt werden.",
    "Somalia ist bekannt für seine nomadischen und pastoralen Gemeinschaften.",
    "Der Weihrauchbaum wächst wild in Teilen Somalias und produziert aromatisches Harz."
  ],
  "fact_za": [
    "Südafrika ist einzigartig, da es drei Hauptstädte hat: Pretoria (Exekutive), Kapstadt (Legislative) und Bloemfontein (Judikative).",
    "Es ist berühmt für seine vielfältige Tierwelt und atemberaubende Safari-Ziele, einschließlich des Krüger-Nationalparks.",
    "Der Tafelberg, ein Flachberg mit Blick auf Kapstadt, ist eines der Neuen 7 Naturwunder.",
    "Südafrika hat 11 Amtssprachen, was seine reiche kulturelle Vielfalt widerspiegelt.",
    "Nelson Mandela, eine globale Ikone des Friedens und der Versöhnung, war Südafrikas erster demokratisch gewählter Präsident."
  ],
  "fact_es": [
    "Spanien ist bekannt für seinen leidenschaftlichen Flamenco-Tanz und seine Musik, die aus Andalusien stammen.",
    "Die Siesta, ein traditioneller Nachmittagsschlaf, ist eine kulturelle Praxis, besonders in wärmeren Regionen.",
    "Das Stierrennen (Encierro) in Pamplona ist ein berühmtes, wenn auch umstrittenes, jährliches Ereignis.",
    "Spanien hat die drittgrößte Anzahl an UNESCO-Weltkulturerbestätten weltweit.",
    "Tapas, kleine herzhafte Gerichte, sind ein Eckpfeiler der spanischen Küche und des geselligen Essens."
  ],
  "fact_lk": [
    "Sri Lanka ist ein Inselstaat, bekannt für seine alten buddhistischen Ruinen, darunter die Felsenfestung Sigiriya und die heilige Stadt Anuradhapura.",
    "Es ist berühmt für seine atemberaubenden Teeplantagen, insbesondere im zentralen Hochland, und ist ein wichtiger Tee-Exporteur.",
    "Das Land verfügt über wunderschöne Strände und eine reiche Meeresfauna, darunter Blauwale und Delfine.",
    "Sri Lanka hat eine vielfältige Landschaft, von tropischen Regenwäldern bis zu trockenen Ebenen.",
    "Der Nationalsport ist Volleyball, aber Cricket ist immens beliebt."
  ],
  "fact_sd": [
    "Der Sudan ist ein altes Land in Nordostafrika, das mehr antike Pyramiden als Ägypten beherbergt.",
    "Es liegt am Zusammenfluss des Blauen und Weißen Nils, die sich zum Hauptnil vereinigen.",
    "Das Land hat ein vielfältiges kulturelles Erbe mit arabischen und afrikanischen Einflüssen.",
    "Khartum, die Hauptstadt, liegt am Zusammentreffen der beiden Nile.",
    "Die Meroe-Pyramiden, Überreste des alten Königreichs Kusch, sind ein UNESCO-Weltkulturerbe."
  ],
  "fact_sr": [
    "Suriname ist ein kleines südamerikanisches Land, bekannt für seine riesigen unberührten Regenwälder, die über 90% seiner Landfläche bedecken.",
    "Es ist der kleinste souveräne Staat in Südamerika, sowohl nach Fläche als auch nach Bevölkerung.",
    "Paramaribo, die Hauptstadt, prahlt mit markanter niederländischer Kolonialarchitektur, einem UNESCO-Weltkulturerbe.",
    "Suriname ist eines der ethnisch vielfältigsten Länder der Welt, mit bedeutenden Populationen ostindischer, kreolischer, javanischer und Maronen-Abstammung.",
    "Der Bauxitabbau ist eine Schlüsselindustrie."
  ],
  "fact_se": [
    "Schweden ist der Geburtsort globaler Marken wie IKEA (Möbel), H&M (Mode) und Spotify (Musik-Streaming).",
    "Es ist das Heimatland der ikonischen Popgruppe ABBA.",
    "Schweden ist bekannt für seine fortschrittliche Sozialpolitik, einschließlich starker Sozialleistungen und Geschlechtergleichheit.",
    "Das Land hat eine weite Wildnis mit zahlreichen Seen, Wäldern und Archipelen.",
    "Fika, eine traditionelle Kaffeepause, oft begleitet von Gebäck, ist ein wichtiger sozialer Brauch."
  ],
  "fact_ch": [
    "Die Schweiz ist berühmt für ihre hochwertige Schokolade, die weltweit bekannt ist.",
    "Sie ist ein führender Produzent von Präzisionsuhren und Zeitmessern.",
    "Die Schweiz hat vier Amtssprachen: Deutsch, Französisch, Italienisch und Rätoromanisch.",
    "Das Land ist bekannt für seine atemberaubenden Alpenlandschaften, unberührten Seen und charmanten Dörfer.",
    "Genf ist der Sitz des europäischen Hauptquartiers der Vereinten Nationen und des Internationalen Roten Kreuzes."
  ],
  "fact_sy": [
    "Syrien ist ein altes Land mit einer reichen Geschichte und zahlreichen UNESCO-Weltkulturerbestätten, die Jahrtausende von Zivilisationen zeigen, darunter die antike Stadt Palmyra.",
    "Damaskus, seine Hauptstadt, gilt als eine der ältesten kontinuierlich bewohnten Städte der Welt.",
    "Das Land spielte eine bedeutende Rolle in der frühen christlichen und islamischen Geschichte.",
    "Syrien ist bekannt für seine lebhaften Souks, traditionelles Handwerk und historische Architektur.",
    "Der Euphrat, einer der längsten Flüsse Südwestasiens, fließt durch Syrien."
  ],
  "fact_tw": [
    "Taiwan ist eine lebendige Inseldemokratie mit hoch aufragenden Wolkenkratzern, darunter Taipei 101, das einst das höchste Gebäude der Welt war.",
    "Es ist bekannt für seine atemberaubenden Berglandschaften, heißen Quellen und wunderschönen Nationalparks.",
    "Taiwan ist weltweit führend in der Technologie und Halbleiterfertigung.",
    "Das Land verfügt über eine reiche kulinarische Tradition, mit lebhaften Nachtmärkten, die vielfältige Straßenküche anbieten.",
    "Traditionelle chinesische Tempel und moderne Kunstinstallationen koexistieren in seinen Städten."
  ],
  "fact_tz": [
    "Tansania ist die Heimat des Kilimandscharo, Afrikas höchstem Gipfel und des höchsten freistehenden Berges der Welt.",
    "Die weiten Ebenen des Serengeti-Nationalparks sind berühmt für die jährliche Große Migration von Gnus und Zebras.",
    "Der Sansibar-Archipel vor der Küste Tansanias ist bekannt für seine Gewürzfarmen und Stone Town, ein UNESCO-Weltkulturerbe.",
    "Die Olduvai-Schlucht ist eine wichtige paläoanthropologische Stätte, oft als 'Wiege der Menschheit' bezeichnet.",
    "Maasai-Krieger, bekannt für ihre unverwechselbare Kultur und Kleidung, leben in Teilen Tansanias."
  ],
  "fact_th": [
    "Thailand ist aufgrund der freundlichen Art seiner Menschen als 'Land des Lächelns' bekannt.",
    "Es ist berühmt für seine kunstvollen buddhistischen Tempel, darunter Wat Arun (Tempel der Morgenröte) und Wat Phra Kaeo (Tempel des Smaragd-Buddhas).",
    "Bangkok, die Hauptstadt, ist eine geschäftige Metropole, bekannt für ihr lebhaftes Straßenleben, Märkte und prächtige Paläste.",
    "Die thailändische Küche, mit ihrer Ausgewogenheit von süßen, sauren, salzigen und würzigen Aromen, ist weltweit beliebt.",
    "Thailand wurde nie von einer europäischen Macht kolonisiert, eine einzigartige Besonderheit in Südostasien."
  ],
  "fact_tl": [
    "Timor-Leste (Osttimor) ist eines der jüngsten Länder der Welt und erlangte 2002 die volle Unabhängigkeit.",
    "Es ist bekannt für seine rauen Berge, unberührten Korallenriffe und unberührte Naturschönheiten.",
    "Kaffee ist ein wichtiges landwirtschaftliches Exportgut.",
    "Dili, die Hauptstadt, liegt an der Nordküste.",
    "Das Land hat eine einzigartige Mischung aus indigenen, portugiesischen und indonesischen kulturellen Einflüssen."
  ],
  "fact_tg": [
    "Togo ist eine westafrikanische Nation, bekannt für ihre von Palmen gesäumten Strände an der Atlantikküste und ein hügeliges Inneres mit traditionellen Dörfern.",
    "Lomé, die Hauptstadt, ist eine wichtige Hafenstadt und ein lebhaftes Handelszentrum.",
    "Das Land hat eine vielfältige Auswahl an ethnischen Gruppen, jede mit einzigartigen Traditionen und Sprachen.",
    "Togo ist ein wichtiger Phosphatproduzent.",
    "Der Berg Agou ist der höchste Punkt Togos und weist ein Regenwald-Ökosystem auf."
  ],
  "fact_to": [
    "Tonga ist die einzige verbleibende polynesische Monarchie im Südpazifik.",
    "Es ist bekannt für seine unberührten Strände, Korallenriffe und die Möglichkeit, mit Buckelwalen zu schwimmen (saisonal).",
    "Die Hauptstadt Nukuʻalofa liegt auf der Insel Tongatapu.",
    "Blaslöcher an der Küste von Tongatapu erzeugen beeindruckende geysirartige Wassersäulen.",
    "Die tonganische Kultur ist tief in traditionellen Werten und Familienbindungen verwurzelt."
  ],
  "fact_tt": [
    "Trinidad und Tobago ist eine Doppelinsel-Nation, bekannt für ihre lebhaften Karnevalsfeiern, die zu den größten und berühmtesten in der Karibik gehören.",
    "Es ist der Geburtsort des Steelpans, des einzigen akustischen Musikinstruments, das im 20. Jahrhundert erfunden wurde.",
    "Das Land ist ein wichtiger Produzent von Öl und Erdgas.",
    "Tobago ist bekannt für seine schönen, ruhigen Strände und Regenwälder, während Trinidad stärker industrialisiert und kulturell vielfältiger ist.",
    "Calypso und Soca Musik entstanden hier."
  ],
  "fact_tn": [
    "Tunesien ist ein nordafrikanisches Land mit einer reichen Geschichte, die bis ins alte Karthago, ein mächtiges Seefahrerreich, zurückreicht.",
    "Es beherbergt zahlreiche gut erhaltene römische Ruinen, darunter das Amphitheater von El Djem.",
    "Die Sahara-Wüste bedeckt einen bedeutenden Teil seines Inneren und bietet atemberaubende Wüstenlandschaften und Oasen.",
    "Tunesien war der Geburtsort der Aufstände des Arabischen Frühlings in den Jahren 2010-2011.",
    "Sidi Bou Said ist ein malerisches Dorf, bekannt für seine markanten blau-weißen Häuser mit Blick auf das Mittelmeer."
  ],
  "fact_tr": [
    "Die Türkei erstreckt sich über zwei Kontinente, wobei Istanbul die einzige Stadt der Welt ist, die sowohl in Europa als auch in Asien liegt.",
    "Sie ist die Heimat antiker Wunder wie der Hagia Sophia und der Blauen Moschee in Istanbul sowie der antiken Stadt Ephesos.",
    "Kappadokien ist berühmt für seine einzigartigen 'Feenkamin'-Felsformationen und Heißluftballonfahrten.",
    "Türkischer Honig (Lokum) ist eine traditionelle Süßspeise, die aus der Türkei stammt.",
    "Das Land hat eine reiche Geschichte als Zentrum des Osmanischen Reiches über Jahrhunderte hinweg."
  ],
  "fact_tm": [
    "Turkmenistan ist eine zentralasiatische Nation, bekannt für ihre weite Karakum-Wüste, die etwa 80% ihres Landes bedeckt.",
    "Es beherbergt das 'Tor zur Hölle' (Darvaza-Gaskrater), ein Erdgasfeld, das seit 1971 ununterbrochen brennt.",
    "Aşgabat, die Hauptstadt, ist bekannt für ihre extravagante weiße Marmorarchitektur und hält einen Guinness-Weltrekord für die höchste Dichte an weißen Marmorgebäuden.",
    "Turkmenistan ist eines der isoliertesten Länder der Welt und verfügt über bedeutende Erdgasreserven.",
    "Das Achal-Tekkiner Pferd, bekannt für seine Schönheit und sein schimmerndes Fell, ist ein nationales Symbol."
  ],
  "fact_ug": [
    "Uganda ist aufgrund seiner vielfältigen Landschaften, einschließlich des Viktoriasees (Afrikas größter See), Bergen und Savannen, als 'Perle Afrikas' bekannt.",
    "Es ist ein erstklassiges Ziel für Gorilla-Trekking im Bwindi Impenetrable Nationalpark.",
    "Die Quelle des Nils, des längsten Flusses Afrikas, wird traditionell in Jinja, Uganda, identifiziert.",
    "Das Land hat eine reiche Vogelwelt, was es zu einem beliebten Ort für Vogelbeobachtungen macht.",
    "Kampala, die Hauptstadt, ist auf sieben Hügeln erbaut und eine lebhafte ostafrikanische Stadt."
  ],
  "fact_ua": [
    "Die Ukraine ist flächenmäßig das größte Land, das vollständig in Europa liegt.",
    "Kiew, ihre Hauptstadt, ist bekannt für ihre atemberaubenden goldkuppeligen Kathedralen und ihr reiches historisches Erbe.",
    "Die Sperrzone von Tschernobyl, der Ort der Nuklearkatastrophe von 1986, ist zu einem unerwarteten Wildtierrefugium geworden.",
    "Pysanky, kunstvoll verzierte ukrainische Ostereier, sind eine bedeutende kulturelle Kunstform.",
    "Das Land hat eine starke Tradition der Volksmusik und des Tanzes, einschließlich des Hopak."
  ],
  "fact_ae": [
    "Die Vereinigten Arabischen Emirate sind eine Föderation von sieben Emiraten, bekannt für ihre futuristischen Skylines, Luxustourismus und rasante Entwicklung.",
    "Dubai beherbergt den Burj Khalifa, das höchste Gebäude der Welt.",
    "Abu Dhabi, die Hauptstadt, ist bekannt für ihre großen Moscheen, wie die Scheich-Zayid-Moschee, und kulturelle Institutionen.",
    "Die VAE haben erfolgreich groß angelegte Projekte zur Begrünung der Wüste umgesetzt.",
    "Die Falknerei ist ein geschätzter traditioneller Sport und Teil des Beduinen-Erbes."
  ],
  "fact_gb": [
    "Das Vereinigte Königreich schenkte der Welt William Shakespeare, einen der größten Dramatiker der Geschichte, und die Beatles, die einflussreichste Band aller Zeiten.",
    "Es ist berühmt für seine ikonischen roten Telefonzellen und Doppeldeckerbusse.",
    "Der Tower of London ist eine historische Burg am Nordufer der Themse, die in Jahrhunderten der Geschichte verwurzelt ist.",
    "Das Vereinigte Königreich beherbergt zahlreiche UNESCO-Weltkulturerbestätten, darunter Stonehenge und die römischen Bäder.",
    "Das Teetrinken ist eine tief verwurzelte kulturelle Tradition mit verschiedenen Ritualen und Bräuchen."
  ],
  "fact_us": [
    "Die USA sind unglaublich vielfältig und erstrecken sich über einen Kontinent mit weiten Landschaften von Wüsten und Bergen bis zu Wäldern und Stränden.",
    "Es ist die Heimat von Hollywood, dem globalen Zentrum der Filmindustrie, und Silicon Valley, einem Zentrum für technologische Innovation.",
    "Die USA verfügen über 63 atemberaubende Nationalparks, darunter Yellowstone, Yosemite und den Grand Canyon.",
    "Die Freiheitsstatue im New Yorker Hafen ist ein globales Symbol für Freiheit und Demokratie.",
    "Basketball und American Football sind zwei der beliebtesten Sportarten mit riesigen Fangemeinden."
  ],
  "fact_uy": [
    "Uruguay ist ein kleines südamerikanisches Land, bekannt für seinen entspannten Lebensstil, schöne Strände und lebendige Tango-Kultur.",
    "Es ist das einzige lateinamerikanische Land, das vollständig außerhalb der Tropen liegt.",
    "Uruguay hat fast eine Kuh pro Einwohner, was seine starke Rindfleischindustrie widerspiegelt.",
    "Montevideo, die Hauptstadt, verfügt über eine charmante Altstadt und eine lange Uferpromenade (Rambla).",
    "Mate, ein traditionelles südamerikanisches Aufgussgetränk, ist ein tief verwurzelter Teil des täglichen Lebens."
  ],
  "fact_uz": [
    "Usbekistan ist eine zentralasiatische Nation im Herzen der alten Seidenstraße und beherbergt atemberaubende islamische Architektur in Städten wie Samarkand, Buchara und Chiwa.",
    "Der Registan-Platz in Samarkand ist ein ikonischer Komplex von Medresen (islamischen Schulen), berühmt für ihre komplizierten Fliesenarbeiten.",
    "Baumwolle ist ein wichtiges Anbauprodukt, was Usbekistan den Spitznamen 'Land des weißen Goldes' einbrachte.",
    "Die Aralsee-Katastrophe, eine große Umweltkatastrophe, ist ein wichtiges Problem für die Region.",
    "Usbekistan ist bekannt für seine lebhaften Basare und traditionelles Handwerk, darunter Keramik und Textilien."
  ],
  "fact_vu": [
    "Vanuatu ist eine südpazifische Inselnation, bekannt für ihre aktiven Vulkane, lebendige Stammeskulturen und einzigartige Bräuche.",
    "Es ist einer der besten Orte der Welt, um das Landtauchen (Naghol) zu erleben, den Vorläufer des Bungee-Springens, auf Pentecost Island.",
    "Das weltweit einzige Unterwasser-Postamt befindet sich vor Hideaway Island, wo Taucher wasserdichte Postkarten verschicken können.",
    "Mount Yasur auf Tanna Island ist einer der zugänglichsten aktiven Vulkane der Welt und bietet spektakuläre Nachtansichten von Ausbrüchen.",
    "Kava, ein traditionelles alkoholfreies Getränk aus der Kava-Pflanzenwurzel, wird in zeremoniellen und sozialen Kontexten weit verbreitet konsumiert."
  ],
  "fact_va": [
    "Die Vatikanstadt ist der kleinste unabhängige Staat der Welt, sowohl nach Fläche als auch nach Bevölkerung, und fungiert als souveräner Stadtstaat.",
    "Sie ist der geistige und administrative Hauptsitz der römisch-katholischen Kirche.",
    "Der Petersdom, eine der größten Kirchen der Welt, und die Vatikanischen Museen, die Meisterwerke wie die Sixtinische Kapelle beherbergen, befinden sich hier.",
    "Der Vatikan hat seine eigene Post, Währung und sogar einen Bahnhof (obwohl selten genutzt).",
    "Die Schweizer Garde, markant gekleidete Soldaten, schützen den Papst und die Vatikanstadt."
  ],
  "fact_ve": [
    "Venezuela ist die Heimat des Angel Falls, des höchsten ununterbrochenen Wasserfalls der Welt, der 979 Meter vom Auyán-tepui-Berg herabstürzt.",
    "Es verfügt über riesige Ölreserven, die zu den größten der Welt gehören.",
    "Das Land bietet vielfältige Ökosysteme, von den Anden über den Amazonas-Regenwald, die Karibikküste bis zu den Llanos-Graslandschaften.",
    "Der Maracaibo-See ist einer der ältesten Seen der Erde und bekannt für den Catatumbo-Blitz, ein einzigartiges atmosphärisches Phänomen.",
    "Baseball ist der beliebteste Sport."
  ],
  "fact_vn": [
    "Vietnam ist bekannt für seine atemberaubende natürliche Schönheit, von den Kalksteinformationen der Ha Long Bucht (ein UNESCO-Weltnaturerbe) bis zum üppigen Mekong-Delta.",
    "Hanoi, seine Hauptstadt, ist berühmt für ihre alten Tempel, Kolonialarchitektur und lebendige Straßenküche.",
    "Das Land hat eine reiche Geschichte des Widerstands gegen fremde Mächte, einschließlich der Franzosen und Amerikaner.",
    "Pho, eine würzige Nudelsuppe, ist das Nationalgericht und weit verbreitet beliebt.",
    "Traditionelle konische Hüte (nón lá) sind ein ikonisches Symbol der vietnamesischen Kultur."
  ],
  "fact_ye": [
    "Jemen ist ein altes Land auf der Arabischen Halbinsel mit einem einzigartigen architektonischen Erbe, einschließlich der Lehmziegel-Wolkenkratzer von Schibam, einem UNESCO-Weltkulturerbe, das oft als 'Manhattan der Wüste' bezeichnet wird.",
    "Die Insel Sokotra, Teil des Jemen, ist ein UNESCO-Weltnaturerbe, bekannt für ihre einzigartigen 'Drachenblutbäume' und endemische Pflanzenarten.",
    "Sana'a, seine Hauptstadt, ist eine der ältesten kontinuierlich bewohnten Städte der Welt mit einer markanten alten Architektur.",
    "Khat, eine leicht stimulierende Blätterpflanze, spielt eine wichtige Rolle in der jemenitischen Kultur.",
    "Das Land hat eine strategische Lage an der Straße von Bab al-Mandab, die das Rote Meer mit dem Golf von Aden verbindet."
  ],
  "fact_zm": [
    "Sambia ist ein Binnenstaat im südlichen Afrika, berühmt für die Victoriafälle, einen der größten Wasserfälle der Welt, der mit Simbabwe geteilt wird.",
    "Das Land verfügt über riesige Nationalparks und Wildtierreservate, die hervorragende Safari-Möglichkeiten bieten.",
    "Der Sambesi ist eine wichtige Lebensader, die durch das Land fließt und die Grenze zu Simbabwe bildet.",
    "Lusaka, die Hauptstadt, ist eine schnell wachsende Stadt.",
    "Sambia ist reich an Kupfer, das ein wichtiges Exportgut ist."
  ],
  "fact_zw": [
    "Simbabwe ist eine Nation im südlichen Afrika, bekannt für die spektakulären Victoriafälle, einen der größten Wasserfälle der Welt.",
    "Es beherbergt die antiken Ruinen von Groß-Simbabwe, einem UNESCO-Weltkulturerbe, das einst die Hauptstadt eines mächtigen mittelalterlichen Königreichs war.",
    "Der Hwange-Nationalpark ist der größte Nationalpark und beherbergt eine riesige Elefantenpopulation.",
    "Der Kariba-See, einer der größten künstlichen Seen der Welt, liegt an der Grenze zu Sambia.",
    "Das Land hat vielfältige Landschaften, von Granit-Kopjes (felsigen Kuppen) bis zu üppigen Eastern Highlands."
  ]
}