{
  "fact_af": [
    "Afghanistan is a landlocked country known for its rugged mountains and rich historical Silk Road heritage.",
    "It is home to the oldest oil paintings in the world, found in the caves of Bamiyan.",
    "Afghanistan has been independent since 1919.",
    "The national sport of Afghanistan is Buzkashi, a traditional Central Asian team sport played on horseback.",
    "New Year (Nowruz) in Afghanistan is celebrated on March 21st, coinciding with the vernal equinox."
  ],
  "fact_al": [
    "Albania boasts stunning Adriatic and Ionian coastlines and a fascinating history with over 750,000 bunkers scattered across its landscape.",
    "The Albanian language is unique, forming its own isolated branch within the Indo-European family.",
    "For decades during the communist regime, Albania was officially declared the world's first atheist state.",
    "In Albania, a head nod often means 'no,' and a head shake can mean 'yes,' which can be confusing for visitors.",
    "The 'xhiro' is a popular Albanian tradition of an evening stroll, where people of all ages walk down streets or town centers to socialize."
  ],
  "fact_dz": [
    "Algeria is the largest country in Africa by land area, encompassing a vast portion of the Sahara Desert.",
    "It gained independence from France on July 5, 1962, after a brutal eight-year war.",
    "The Algerian national anthem, 'Qassaman,' is a powerful war song reflecting the country's fight for independence.",
    "Algeria's legal system is a blend of French law and Sharia law, reflecting its colonial past and strong Muslim influence.",
    "It is one of the world's largest exporters of natural gas and holds the 10th largest natural gas reserves globally."
  ],
  "fact_ad": [
    "Andorra is a tiny, mountainous microstate nestled in the Pyrenees between France and Spain, known for its duty-free shopping and ski resorts.",
    "The people of Andorra have one of the highest life expectancies in the world.",
    "Andorra boasts one of Europe's oldest parliaments, the Consell General, established in 1419.",
    "Over 90% of Andorra is made up of mountains, forests, rivers, lakes, and meadows, making it a nature lover's paradise.",
    "The official language of Andorra is Catalan, but Spanish and French are also widely spoken due to its proximity to both countries."
  ],
  "fact_ao": [
    "Angola is one of the largest countries in Africa both by size and GDP, rich in natural resources, particularly oil.",
    "It includes an exclave province called Cabinda, which is separated from the main territory by a strip of the Democratic Republic of the Congo.",
    "The giant sable antelope, once thought extinct, was rediscovered in northern Angola in 2004.",
    "Luanda, Angola's capital, was once considered one of the most expensive cities in the world.",
    "Queen Nzinga Mbande, a powerful 17th-century ruler from Angola, led a significant resistance against Portuguese colonial expansion."
  ],
  "fact_ag": [
    "Antigua is famous for having 365 beaches, one for every day of the year.",
    "Salt production played a significant role in shaping Antigua's landscape and economy for over 320 years.",
    "Barbuda's 17-mile beach is renowned for its unique pink sand, derived from tiny coral organisms.",
    "The nation gained independence from the United Kingdom in 1981.",
    "Cricket is the national sport, deeply ingrained in the culture and history of the islands."
  ],
  "fact_ar": [
    "Argentina is home to the tango, which originated in the working-class neighborhoods of Buenos Aires in the late 19th century.",
    "It boasts the world's widest avenue, 9 de Julio Avenue, located in Buenos Aires.",
    "Mount Aconcagua, the highest mountain in the Western and Southern Hemispheres, is located in Argentina.",
    "The national sport of Argentina is Pato, a game played on horseback combining elements of polo and basketball.",
    "Argentina was the first South American country to legalize same-sex marriage in 2010."
  ],
  "fact_am": [
    "Armenia is considered the first nation in the world to officially adopt Christianity as its state religion in 301 AD.",
    "Yerevan, the capital city, is one of the world's oldest continuously inhabited cities, founded in 782 BC.",
    "The Armenian alphabet, created by Mesrop Mashtots in the 5th century, is highly unique and well-suited to the Armenian language.",
    "Mount Ararat, a biblical mountain and national symbol, is visible from Armenia but is located just across the border in Turkey.",
    "The oldest shoe in the world, over 5,500 years old, was discovered in a cave in Armenia."
  ],
  "fact_au": [
    "Australia has more kangaroos than people, with an estimated population far exceeding its human residents.",
    "It is home to the Great Barrier Reef, the world's largest coral reef system, visible from space.",
    "Australia is the only continent that is also a single country.",
    "The Sydney Opera House, a UNESCO World Heritage Site, is one of the most recognizable buildings globally.",
    "More than 80% of Australian animals are unique to the continent and cannot be found anywhere else in the wild."
  ],
  "fact_at": [
    "Austria gave the world Wolfgang Amadeus Mozart, one of the greatest classical composers.",
    "Over 60% of Austria's land area is covered by the Alps, making it a paradise for winter sports.",
    "Vienna, its capital, is renowned for its imperial palaces, classical music heritage, and coffee house culture.",
    "The Schönbrunn Zoo in Vienna is the oldest continuously operating zoo in the world, founded in 1752.",
    "The waltz, a graceful ballroom dance, originated in Vienna in the 18th century."
  ],
  "fact_az": [
    "Azerbaijan is often called the 'Land of Fire' due to its abundant natural gas reserves and natural gas fires, including the famous Yanar Dag (Burning Mountain).",
    "It was the first country in the Muslim East to grant women suffrage in 1918.",
    "Azerbaijan is home to approximately 350 mud volcanoes, more than any other country in the world.",
    "The capital city, Baku, boasts the Flame Towers, three futuristic skyscrapers that dominate its skyline and are illuminated with dynamic LED displays.",
    "Azerbaijan has a significant coastline along the Caspian Sea, the world's largest inland body of water."
  ],
  "fact_bs": [
    "The Bahamas is an archipelago comprising over 700 islands and 2,400 cays, though only about 30 are inhabited.",
    "The name 'Bahamas' comes from the Spanish phrase 'baja mar,' meaning 'shallow sea,' referring to its clear, shallow waters.",
    "Dean's Blue Hole, located near Long Island, is the deepest known blue hole in the world.",
    "The islands were historically a haven for pirates in the late 17th and early 18th centuries, earning the nickname 'Pirate Republic.'",
    "Harbour Island is famous for its unique pink sand beaches, which get their hue from microscopic coral insects."
  ],
  "fact_bh": [
    "Bahrain is the smallest country in the Middle East, consisting of an archipelago of 33 islands.",
    "Its history dates back around 4,500 years to the ancient Dilmun civilization, a major trade hub.",
    "Dive Bahrain is home to the world's largest underwater diving site, featuring a sunken Boeing 747 as its centerpiece.",
    "Bahrain was the first country in the Middle East to host a Formula One Grand Prix in 2004.",
    "The country's flag features five serrated points, symbolizing the Five Pillars of Islam."
  ],
  "fact_bd": [
    "Bangladesh is home to the Sundarbans, the world's largest mangrove forest, which spans across Bangladesh and India.",
    "The Sundarbans is also a critical habitat for the endangered Royal Bengal Tiger, which is Bangladesh's national animal.",
    "Bangladesh gained independence from Pakistan in 1971 after a nine-month Liberation War.",
    "It is one of the most densely populated major countries in the world.",
    "Dhaka, the capital, is one of the fastest-growing megacities globally."
  ],
  "fact_bb": [
    "Barbados is widely known as the birthplace of rum, with Mount Gay Distillery dating back to 1703.",
    "The island transitioned from a constitutional monarchy to a parliamentary republic in November 2021, removing Queen Elizabeth II as its head of state.",
    "It was one of the first British colonies to abolish slavery through legislation in 1834.",
    "Barbados is recognized as a leader in sustainability and eco-tourism in the Caribbean.",
    "The Barbados Green Monkey is an endemic species found on the island, distinct from other green monkey populations."
  ],
  "fact_by": [
    "Belarus is the only country in Europe that still practices the death penalty.",
    "Its national animal is the European Bison (Wisent), which was once near extinction but has seen a significant comeback in the country's forests.",
    "Approximately two-fifths of Belarus is covered by forests, including parts of the ancient Białowieża Forest, a UNESCO World Heritage site.",
    "The country has a strong tradition of ice hockey and has produced several NHL players.",
    "Belarus is known for its many beautiful lakes, earning it the nickname 'Blue-Eyed Belarus'."
  ],
  "fact_be": [
    "Belgium is famous for its delicious waffles, a variety of which are enjoyed worldwide.",
    "It produces over 220,000 tons of chocolate per year and is renowned for its high-quality pralines.",
    "Belgium is said to have more castles per square mile than any other country in the world.",
    "French fries, despite their name, are believed to have originated in Belgium.",
    "The saxophone was invented in the Belgian city of Dinant by Adolphe Sax in the 1840s."
  ],
  "fact_bz": [
    "Belize is the only Central American country where English is the official language.",
    "It is home to the second-largest barrier reef system in the world, the Belize Barrier Reef, a UNESCO World Heritage Site.",
    "The Great Blue Hole, a giant marine sinkhole, is one of Belize's most iconic natural wonders and a popular diving site.",
    "Belize has the lowest population density in Central America, with vast areas of untouched rainforest and wildlife.",
    "The national animal of Belize is the Central American Tapir, locally known as the 'mountain cow'."
  ],
  "fact_bj": [
    "Benin was once known as the powerful Kingdom of Dahomey, famous for its female warrior corps, the 'Dahomey Amazons'.",
    "It is widely considered the birthplace of Vodun (Voodoo), which is still practiced by a significant portion of the population.",
    "Benin was the first African country to successfully transition to a multi-party democracy in the 1990s.",
    "While French is the official language, it is spoken by only about a third of the population; numerous indigenous languages are more prevalent.",
    "Cotonou is the economic center and largest city, but Porto-Novo is the official capital."
  ],
  "fact_bt": [
    "Bhutan is the only country in the world that measures its success by Gross National Happiness (GNH) rather than Gross Domestic Product (GDP).",
    "It is the first and only carbon-negative country in the world, meaning it absorbs more carbon dioxide than it emits.",
    "Thimphu is the only capital city in the world without any traffic lights, using policemen to direct traffic instead.",
    "Over 70% of Bhutan is covered in forest, with a constitutional mandate to maintain at least 60% forest cover.",
    "Gangkhar Puensum, at 24,840 feet, is the highest unclimbed mountain in the world due to a ban on climbing peaks above 18,000 feet for religious reasons."
  ],
  "fact_bo": [
    "Bolivia is home to the Salar de Uyuni, the world's largest salt flat, which transforms into a giant mirror during the wet season.",
    "It has two capitals: La Paz, which is the administrative capital and the highest capital city in the world, and Sucre, the constitutional and judicial capital.",
    "Bolivia is one of the two landlocked countries in South America (the other being Paraguay).",
    "More than half of Bolivia's population consists of indigenous peoples, making it one of the most indigenous countries in the Americas.",
    "Lake Titicaca, the highest navigable lake in the world, is located on the border between Bolivia and Peru."
  ],
  "fact_ba": [
    "Bosnia and Herzegovina is famous for the iconic Stari Most (Old Bridge) in Mostar, a reconstructed 16th-century Ottoman bridge that is a UNESCO World Heritage site.",
    "The country has a unique heart-shaped geographical outline.",
    "Sarajevo, its capital, was the first city in Europe to have a full-time tram network, established in 1885.",
    "It is one of the few countries in the world with three distinct constituent peoples: Bosniaks, Serbs, and Croats.",
    "Bosnia and Herzegovina hosted the Winter Olympics in 1984 when it was part of Yugoslavia."
  ],
  "fact_bw": [
    "Botswana is a land of vast wilderness, famous for its Okavango Delta, a unique inland delta that supports abundant wildlife.",
    "It is home to the largest elephant population in Africa.",
    "The country is one of the most stable and prosperous nations in Africa, largely due to its diamond industry.",
    "The national currency, the Pula, means 'rain' in Setswana, reflecting the importance of water in this arid region.",
    "More than 38% of Botswana's land area is dedicated to national parks, reserves, and wildlife management areas."
  ],
  "fact_br": [
    "Brazil is home to the Amazon Rainforest, the largest rainforest in the world, covering about 60% of the country's landmass.",
    "The iconic Christ the Redeemer statue overlooks the city of Rio de Janeiro, standing as a symbol of Brazil.",
    "Brazil is the largest producer and exporter of coffee in the world.",
    "Carnival in Rio de Janeiro is one of the largest and most famous festivals globally, known for its vibrant parades and samba music.",
    "It is the only Portuguese-speaking country in the Americas."
  ],
  "fact_bn": [
    "Brunei Darussalam is a tiny, oil-rich sultanate located on the island of Borneo.",
    "It is known for its opulent mosques, including the Sultan Omar Ali Saifuddien Mosque, and the magnificent Istana Nurul Iman palace, the world's largest residential palace.",
    "Brunei has a strong commitment to preserving its rainforests, with a significant portion of its land covered by pristine primary forest.",
    "The country has no national debt and its citizens pay no income tax.",
    "The official religion is Islam, and strict Islamic laws are observed."
  ],
  "fact_bg": [
    "Bulgaria is one of the oldest states in Europe, founded in 681 AD.",
    "It is the world's leading producer of rose oil, an essential ingredient in perfumes.",
    "Bulgaria is the only country in the world that does not change its name in the Cyrillic alphabet (its own national alphabet).",
    "When Bulgarians nod their heads, it often means 'no,' and shaking their head means 'yes,' which is opposite to many Western cultures.",
    "The country boasts nine UNESCO World Heritage sites, including ancient Thracian tombs and medieval monasteries."
  ],
  "fact_bf": [
    "Burkina Faso is a landlocked West African nation known for its vibrant traditional music and art, especially drumming.",
    "Its name means 'Land of Incorruptible People.'",
    "Ouagadougou, the capital, hosts FESPACO (Panafrican Film and Television Festival of Ouagadougou), one of Africa's largest film festivals.",
    "The country is a major producer of cotton.",
    "Burkina Faso has a rich history of ancient kingdoms and empires, including the Mossi kingdoms."
  ],
  "fact_bi": [
    "Burundi is known as the 'Land of a Thousand Hills' due to its undulating landscape.",
    "It shares Lake Tanganyika, the world's second-deepest freshwater lake, with Tanzania, Zambia, and the DR Congo.",
    "The traditional Burundian drums, played by the Royal Drummers of Burundi, are a UNESCO Intangible Cultural Heritage.",
    "Coffee is the country's main export.",
    "Gitega replaced Bujumbura as the country's political capital in 2019."
  ],
  "fact_cv": [
    "Cabo Verde is an archipelago of ten volcanic islands off the coast of West Africa, known for its unique Creole culture.",
    "It is famous for its vibrant music, particularly Morna, popularized by Cesária Évora.",
    "Despite its arid landscape, the islands offer diverse scenery, from volcanic peaks to sandy beaches.",
    "The country relies heavily on tourism and remittances from its large diaspora.",
    "Cabo Verde is considered one of Africa's most stable democracies."
  ],
  "fact_kh": [
    "Cambodia is home to the majestic Angkor Wat, the largest religious monument in the world and a UNESCO World Heritage site.",
    "The Khmer Rouge regime in the 1970s led to the Cambodian genocide, a dark period in its history.",
    "The Tonlé Sap Lake is Southeast Asia's largest freshwater lake, with its size dramatically changing with the seasons.",
    "The country's flag is one of only two in the world (the other being Afghanistan) to feature a building (Angkor Wat).",
    "Phnom Penh, the capital, is known for its Royal Palace, Silver Pagoda, and bustling riverside."
  ],
  "fact_cm": [
    "Cameroon is often called 'Africa in miniature' due to its diverse geography, encompassing beaches, deserts, mountains, rainforests, and savannas.",
    "Mount Cameroon is the highest peak in West Africa and an active volcano.",
    "The country has a rich linguistic diversity, with over 200 different languages spoken.",
    "Football is immensely popular, and Cameroon's national team, the 'Indomitable Lions,' has achieved significant success.",
    "It is a major producer of cocoa, coffee, and cotton."
  ],
  "fact_ca": [
    "Canada has the longest coastline in the world, bordering three oceans: the Atlantic, Arctic, and Pacific.",
    "It is the second-largest country in the world by total area.",
    "Canada is famous for its maple syrup, producing over 80% of the world's supply.",
    "Ice hockey is Canada's national winter sport and a deeply ingrained part of its culture.",
    "It has more lakes than all other countries combined, with millions of freshwater lakes."
  ],
  "fact_cf": [
    "The Central African Republic is a landlocked country with vast savannas and is home to diverse wildlife, including forest elephants and gorillas.",
    "It is one of the least developed countries in the world, despite rich natural resources.",
    "The capital, Bangui, is located on the Ubangi River, which forms part of its border with the Democratic Republic of Congo.",
    "French is the official language, but Sango is the national language and widely spoken.",
    "The country has faced significant internal conflicts and humanitarian challenges."
  ],
  "fact_td": [
    "Chad is a landlocked nation in Central Africa, largely dominated by the Sahara Desert in the north.",
    "Lake Chad, a vast but shallow lake, is a vital freshwater source and supports millions of people in the region.",
    "The country is named after Lake Chad, one of the largest wetlands in Africa.",
    "Chad is known for its diverse ethnic groups and languages.",
    "It is a major oil-producing country, with oil being its primary export."
  ],
  "fact_cl": [
    "Chile is the world's longest country from north to south, stretching over 4,300 kilometers (2,670 miles).",
    "It encompasses incredibly diverse climates and landscapes, from the arid Atacama Desert in the north to the alpine tundras and glaciers of Patagonia in the south.",
    "Easter Island (Rapa Nui), famous for its mysterious moai statues, is a Chilean territory in the Pacific Ocean.",
    "Chile is one of the world's largest producers and exporters of copper.",
    "The country is highly seismically active due to its location on the Pacific 'Ring of Fire'."
  ],
  "fact_cn": [
    "China is the world’s most populous country, with over 1.4 billion people.",
    "It is home to the Great Wall of China, one of the greatest architectural feats in history, parts of which are visible from space.",
    "China has the world's largest standing army and the second-largest defense budget.",
    "Tea was first cultivated in China and has been consumed there for thousands of years.",
    "The Giant Panda, a beloved and endangered species, is native to China."
  ],
  "fact_co": [
    "Colombia is the only South American country with coastlines on both the Atlantic (Caribbean Sea) and Pacific Oceans.",
    "It is the world's leading producer of emeralds.",
    "Colombia is renowned for its high-quality coffee beans, cultivated in its mountainous regions.",
    "The country is one of the most biodiverse nations on Earth, boasting a vast array of plant and animal species.",
    "Bogotá, its capital, has one of the world's largest urban cycling networks."
  ],
  "fact_km": [
    "Comoros is an archipelago nation in the Indian Ocean, known as the 'Perfume Islands' due to its fragrant plant production, particularly ylang-ylang.",
    "It is Africa's fourth-smallest nation by area.",
    "Mount Karthala on Grande Comore is one of the world's largest active volcanoes.",
    "The country has a unique blend of African, Arab, and French cultures.",
    "Comoros is home to the coelacanth, a rare 'living fossil' fish once thought to be extinct."
  ],
  "fact_cd": [
    "The Democratic Republic of the Congo (DRC) is the second-largest country in Africa by area.",
    "It is incredibly rich in natural resources, including vast mineral deposits like cobalt and coltan.",
    "The Congo River, the deepest river in the world, flows through the country.",
    "The DRC is home to highly biodiverse rainforests, including critically endangered species like the Okapi and Mountain Gorilla.",
    "Lingala is a widely spoken language in the DRC, especially in Kinshasa, and is known for its vibrant music scene."
  ],
  "fact_cg": [
    "The Republic of the Congo (Congo-Brazzaville) is primarily covered by dense rainforest, home to significant populations of gorillas and forest elephants.",
    "Its capital, Brazzaville, sits directly across the Congo River from Kinshasa, the capital of the Democratic Republic of the Congo.",
    "Oil is the country's main export and a major driver of its economy.",
    "Pygmy communities have historically inhabited the forests of the Congo Basin within the country.",
    "The national parks, such as Odzala-Kokoua, are key conservation areas for gorillas."
  ],
  "fact_cr": [
    "Costa Rica is a pioneer in ecotourism and is renowned for its incredible biodiversity, housing approximately 5% of the world's species.",
    "It has no standing army; the military was abolished in 1949, with resources redirected to education and healthcare.",
    "Pura Vida ('Pure Life') is a common Costa Rican phrase used as a greeting, farewell, and general philosophy of life.",
    "The country aims to be carbon neutral and runs almost entirely on renewable energy.",
    "Costa Rica is home to numerous active volcanoes, including Poás and Arenal."
  ],
  "fact_ci": [
    "Côte d'Ivoire (Ivory Coast) is the world's largest producer of cocoa beans, a key ingredient in chocolate.",
    "Yamoussoukro, the official capital, is home to the Basilica of Our Lady of Peace, one of the largest Christian churches in the world.",
    "Abidjan, though not the official capital, is the country's largest city and economic hub.",
    "The country boasts a rich tapestry of over 60 ethnic groups, each with distinct languages and traditions.",
    "The 'Fantasia' spectacle, featuring horse riders in traditional attire, is a vibrant cultural event in some regions."
  ],
  "fact_hr": [
    "Croatia boasts a stunning Adriatic coastline with over 1,200 islands, islets, and rocks.",
    "Dubrovnik, a UNESCO World Heritage site, is famous for its well-preserved medieval city walls and was a filming location for 'Game of Thrones.'",
    "The necktie (cravat) originated in Croatia in the 17th century, worn by Croatian mercenaries.",
    "Plitvice Lakes National Park features 16 terraced lakes interconnected by waterfalls, a breathtaking natural wonder.",
    "The country is known for its delicious seafood and diverse regional cuisines."
  ],
  "fact_cu": [
    "Cuba is famous for its vintage American cars, many of which date back to before the 1959 revolution and are meticulously maintained.",
    "It is the largest island in the Caribbean.",
    "Cuba is the birthplace of salsa and rumba music, and has a rich musical heritage.",
    "The country has one of the highest literacy rates in the world, and education is free and compulsory.",
    "Cuban cigars are renowned globally for their quality and craftsmanship."
  ],
  "fact_cy": [
    "Cyprus is a Mediterranean island nation steeped in Greek mythology, believed to be the birthplace of Aphrodite, the goddess of love.",
    "It is the third-largest island in the Mediterranean Sea.",
    "Cyprus is currently divided into the Republic of Cyprus (south) and the Turkish Republic of Northern Cyprus (north).",
    "The island is known for its ancient ruins, including Roman theaters and Byzantine churches.",
    "Halloumi cheese, a distinctive squeaky cheese, originated in Cyprus and is a staple of its cuisine."
  ],
  "fact_cz": [
    "Czechia (Czech Republic) is famous for its charming capital, Prague, known for its historic Charles Bridge and Old Town Square.",
    "Pilsner beer originated in the Czech city of Plzeň in 1842, giving its name to the Pilsner lager style.",
    "The country has more castles per square mile than any other country in Europe.",
    "It has one of the highest beer consumption rates per capita in the world.",
    "The Czech Republic is a landlocked country in Central Europe, bordering Germany, Poland, Slovakia, and Austria."
  ],
  "fact_dk": [
    "Denmark is consistently ranked among the happiest countries in the world.",
    "It is the birthplace of LEGO, the iconic toy building bricks.",
    "Copenhagen, its capital, is one of the most bicycle-friendly cities globally.",
    "Denmark is part of Scandinavia and includes the Faroe Islands and Greenland as autonomous territories.",
    "The Danish flag, Dannebrog, is the oldest continuously used national flag in the world, dating back to 1219."
  ],
  "fact_dj": [
    "Djibouti is a small nation strategically located on the Horn of Africa, at the mouth of the Red Sea.",
    "Lake Assal, a crater lake in Djibouti, is the lowest point in Africa and the third-lowest depression on land globally.",
    "It is one of the hottest places on Earth, with extremely high temperatures year-round.",
    "Djibouti hosts several foreign military bases due to its strategic location.",
    "The country's landscape is dominated by volcanic formations and salt lakes."
  ],
  "fact_dm": [
    "Dominica is known as the 'Nature Isle of the Caribbean' for its lush rainforests, volcanic landscapes, and numerous rivers and waterfalls.",
    "It is home to the world's second-largest hot spring, Boiling Lake.",
    "Dominica is the only Caribbean island with a surviving population of pre-Columbian Carib (Kalinago) indigenous people.",
    "The country's national bird is the Sisserou Parrot, an endangered species found only on the island.",
    "It is a popular destination for hiking, diving, and exploring pristine natural beauty."
  ],
  "fact_do": [
    "The Dominican Republic shares the island of Hispaniola with Haiti, making it the second-largest Caribbean nation by area.",
    "It is the birthplace of merengue and bachata music, vibrant dance forms popular across Latin America.",
    "Pico Duarte, at 3,098 meters (10,164 ft), is the highest peak in the Caribbean.",
    "The country is known for its beautiful white-sand beaches and luxury resorts.",
    "Baseball is the most popular sport, and the Dominican Republic has produced numerous Major League Baseball stars."
  ],
  "fact_ec": [
    "Ecuador is named after the equator, which runs through the country, and is one of only two countries in South America that does not share a border with Brazil.",
    "It is home to the Galapagos Islands, a UNESCO World Heritage site renowned for its unique wildlife and role in Darwin's theory of evolution.",
    "Ecuador is one of the most biodiverse countries in the world per square kilometer.",
    "Quito, its capital, was the first city along with Krakow to be declared a UNESCO World Heritage site in 1978.",
    "The country is a major exporter of bananas, shrimp, and cut flowers."
  ],
  "fact_eg": [
    "Egypt is home to the ancient pyramids and the Sphinx, iconic symbols of its rich pharaonic history.",
    "The mighty Nile River, the longest river in Africa, flows through Egypt and has been central to its civilization for millennia.",
    "It is one of the world's oldest civilizations, with a history spanning thousands of years.",
    "The Rosetta Stone, crucial for deciphering ancient Egyptian hieroglyphs, was discovered in Egypt.",
    "Cairo, its capital, is the largest city in the Arab world and Africa."
  ],
  "fact_sv": [
    "El Salvador is the smallest country in Central America by land area.",
    "It is known as the 'Land of Volcanoes' due to its high concentration of active and dormant volcanoes.",
    "El Salvador was the first country in the world to adopt Bitcoin as legal tender.",
    "Pupusas, thick corn tortillas stuffed with various fillings, are the national dish.",
    "The country boasts beautiful Pacific coastline popular for surfing."
  ],
  "fact_gq": [
    "Equatorial Guinea is the only sovereign African state where Spanish is an official language, a legacy of its colonial past.",
    "Despite its small size, it is rich in oil reserves, which have significantly boosted its economy.",
    "The country consists of a mainland territory and several islands, with Bioko Island being the largest and home to the capital, Malabo.",
    "It has significant biodiversity, including lush rainforests and unique wildlife.",
    "The majority of the population follows Christianity, with a strong Roman Catholic presence."
  ],
  "fact_er": [
    "Eritrea has a long coastline along the Red Sea, strategically located at the Bab-el-Mandeb strait.",
    "Its capital, Asmara, is known for its distinctive Art Deco and Futurist architecture, a legacy of Italian colonialism.",
    "Eritrea gained independence from Ethiopia in 1993 after a 30-year war.",
    "The country has nine officially recognized ethnic groups, each with its own language and cultural traditions.",
    "The Dahlak Archipelago in the Red Sea offers pristine coral reefs and diving opportunities."
  ],
  "fact_ee": [
    "Estonia is a digital pioneer, known for its advanced e-governance and being the birthplace of Skype.",
    "Its capital, Tallinn, has a charming medieval Old Town that is a UNESCO World Heritage site.",
    "Estonia has thousands of islands, many of which are uninhabited.",
    "It is one of the least religious countries in the world.",
    "Forests cover over half of Estonia's land area."
  ],
  "fact_sz": [
    "Eswatini (formerly Swaziland) is one of Africa's last absolute monarchies.",
    "It is a landlocked country entirely surrounded by South Africa, except for a small border with Mozambique.",
    "The country is known for its vibrant traditional culture, including the annual Reed Dance (Umhlanga) ceremony.",
    "Eswatini boasts diverse landscapes, from mountains and savannas to rainforests.",
    "Tourism plays a growing role in its economy, attracting visitors to its wildlife reserves and cultural festivals."
  ],
  "fact_et": [
    "Ethiopia is an ancient land with a rich history, considered the birthplace of coffee.",
    "It is the only African country that was never formally colonized by a European power.",
    "The country is home to the ancient rock-hewn churches of Lalibela, a UNESCO World Heritage site.",
    "Ethiopia uses its own unique calendar, which is seven to eight years behind the Gregorian calendar.",
    "The Great Rift Valley runs through Ethiopia, creating stunning geological features."
  ],
  "fact_fj": [
    "Fiji is an island paradise in the South Pacific, famous for its pristine beaches, coral reefs, and crystal-clear turquoise waters.",
    "It is known as the 'Soft Coral Capital of the World' due to its vibrant underwater ecosystems.",
    "Fiji has a unique blend of indigenous Melanesian, Polynesian, Indian, and European cultures.",
    "Rugby sevens is the national sport, and Fiji's national team is a global powerhouse.",
    "The traditional Kava ceremony, involving a ceremonial drink made from the kava plant root, is an important cultural practice."
  ],
  "fact_fi": [
    "Finland is known as the 'Land of a Thousand Lakes,' though it actually has over 188,000 lakes.",
    "It is the global capital of saunas, with an estimated 3 million saunas for a population of 5.5 million.",
    "Finland is one of the best places in the world to witness the Aurora Borealis (Northern Lights).",
    "It consistently ranks among the happiest countries in the world.",
    "The country is the birthplace of the Moomins, beloved characters created by Tove Jansson."
  ],
  "fact_fr": [
    "France is the world’s most visited country, attracting millions of tourists annually.",
    "The Eiffel Tower in Paris sparkles for five minutes every hour on the hour after sunset.",
    "It is renowned for its exquisite cuisine, fine wines, and diverse regional dishes.",
    "France has the most Nobel laureates in literature of any country.",
    "The Louvre Museum in Paris is the largest art museum in the world and home to the Mona Lisa."
  ],
  "fact_ga": [
    "Gabon is a Central African nation with vast protected national parks, preserving its rich biodiversity and significant gorilla populations.",
    "Over 85% of its land is covered by dense rainforest.",
    "It has one of the highest urbanization rates in Africa, with a large portion of the population living in cities.",
    "Oil is the backbone of Gabon's economy.",
    "The country is home to the elusive pangolin, the world's most trafficked mammal."
  ],
  "fact_gm": [
    "The Gambia is the smallest country in mainland Africa, characterized by its narrow strip of land surrounding the Gambia River.",
    "The Gambia River is crucial for transportation, trade, and fishing within the country.",
    "It is known for its diverse birdlife, making it a popular destination for birdwatchers.",
    "The capital, Banjul, is located on St. Mary's Island at the mouth of the Gambia River.",
    "The country is a popular ecotourism destination, offering wildlife viewing and cultural experiences."
  ],
  "fact_ge": [
    "Georgia is a country at the crossroads of Europe and Asia, famous for its ancient wine-making traditions dating back 8,000 years.",
    "The Georgian language has its own unique alphabet, one of the 14 original alphabets in the world.",
    "The Svaneti region in the Caucasus mountains boasts medieval towers and stunning landscapes, a UNESCO World Heritage site.",
    "Georgians are renowned for their hospitality and vibrant Supra (traditional feast) culture.",
    "Tbilisi, its capital, is known for its charming old town, thermal baths, and modern architecture."
  ],
  "fact_de": [
    "Germany is famous for its autobahns, sections of which have no speed limit.",
    "It is the birthplace of many influential classical composers, including Ludwig van Beethoven and Johann Sebastian Bach.",
    "Germany has over 1,300 breweries and is known for its strong beer culture, including Oktoberfest.",
    "The country has over 25,000 castles, many of which are well-preserved or restored.",
    "The Black Forest, a large forested mountain range, is famous for its cuckoo clocks, traditional farmhouses, and cherry cake."
  ],
  "fact_gh": [
    "Ghana was the first sub-Saharan African country to gain independence from colonial rule in 1957.",
    "It is known for its vibrant kente cloth, a colorful fabric woven with intricate patterns that symbolize history and proverbs.",
    "Ghana is a major producer of cocoa, gold, and oil.",
    "Accra, the capital, is a bustling coastal city with a mix of historical sites and modern developments.",
    "Lake Volta, located in Ghana, is one of the largest artificial lakes in the world by surface area."
  ],
  "fact_gr": [
    "Greece is widely considered the cradle of Western civilization, with foundational contributions to philosophy, democracy, and drama.",
    "It is home to numerous ancient ruins, including the iconic Parthenon on the Acropolis in Athens.",
    "Greece has thousands of islands, many of which are popular tourist destinations with unique charm.",
    "The first Olympic Games were held in ancient Olympia, Greece, in 776 BC.",
    "Olives and olive oil are central to Greek cuisine and culture, with olive trees cultivated for millennia."
  ],
  "fact_gd": [
    "Grenada is known as the 'Spice Isle' due to its significant production of nutmeg, mace, cinnamon, and cloves.",
    "It is a volcanic island in the Caribbean, boasting lush rainforests, waterfalls, and pristine beaches.",
    "Underwater sculpture parks, like the one at Molinere Bay, offer unique diving experiences.",
    "St. George's, the capital, is known for its picturesque horseshoe-shaped harbor and colorful colonial buildings.",
    "Grenada produces its own artisanal chocolate, with several tree-to-bar chocolate factories."
  ],
  "fact_gt": [
    "Guatemala is home to the ancient Mayan city of Tikal, one of the most significant archaeological sites of the Mayan civilization.",
    "It has numerous active volcanoes, making its landscape dramatic and fertile.",
    "Lake Atitlán, often called one of the most beautiful lakes in the world, is surrounded by volcanoes and traditional Mayan villages.",
    "Guatemala is the birthplace of the chocolate bar, as the Mayans were the first to process cocoa beans.",
    "The quetzal, a vibrantly colored bird, is the national bird and also the name of the currency."
  ],
  "fact_gn": [
    "Guinea is a West African country rich in natural resources, holding large reserves of bauxite, iron ore, and diamonds.",
    "The Fouta Djallon highlands, often called the 'water tower of West Africa,' are the source of major rivers like the Niger and Senegal.",
    "Conakry, the capital, is a bustling port city on the Atlantic coast.",
    "The country has a diverse array of ethnic groups, each with unique cultural traditions and languages.",
    "Guinea is known for its traditional music, particularly drumming and the Kora (a stringed instrument)."
  ],
  "fact_gw": [
    "Guinea-Bissau is a small West African nation known for its Bijagos Archipelago, a UNESCO Biosphere Reserve consisting of 88 islands and islets.",
    "The country has faced significant political instability since its independence from Portugal in 1974.",
    "Cashew nuts are its primary export.",
    "Bissau, the capital, is a vibrant port city with a mix of colonial and modern architecture.",
    "The traditional 'Carnaval de Bissau' is a lively annual event with colorful masks and dances."
  ],
  "fact_gy": [
    "Guyana is the only English-speaking country in South America, reflecting its British colonial history.",
    "It is home to Angel Falls, the world's highest uninterrupted waterfall, though it is more commonly associated with Venezuela.",
    "Guyana boasts vast untouched rainforests, part of the Amazon basin, and incredible biodiversity.",
    "Kaieteur Falls, a single-drop waterfall much larger than Niagara Falls, is another stunning natural wonder.",
    "Cricket is the most popular sport, a legacy of British influence."
  ],
  "fact_ht": [
    "Haiti shares the island of Hispaniola with the Dominican Republic and was the first independent nation of Latin America and the Caribbean.",
    "It was the first and only successful slave revolt that led to the formation of a free nation in 1804.",
    "The Citadelle Laferrière, a massive mountaintop fortress, is a UNESCO World Heritage site and a symbol of Haitian independence.",
    "Haitian Vodou is a recognized religion that blends African traditions with Catholicism.",
    "Port-au-Prince, the capital, is a vibrant city known for its art, music, and bustling markets."
  ],
  "fact_hn": [
    "Honduras is home to the ancient Mayan city of Copán, a UNESCO World Heritage site with impressive sculptures and hieroglyphs.",
    "It has significant biodiversity, from cloud forests in its interior to diverse marine life on its Caribbean coast, including the Bay Islands.",
    "The country is a major producer of coffee and bananas.",
    "Utila, one of the Bay Islands, is a renowned diving destination, especially for whale shark sightings.",
    "Tegucigalpa, the capital, is nestled in a mountainous region."
  ],
  "fact_hu": [
    "Hungary is famous for its thermal baths, with Budapest often called the 'Spa Capital' due to its numerous natural hot springs.",
    "The Rubik's Cube was invented by Hungarian architect Ernő Rubik in 1974.",
    "Tokaji, a sweet dessert wine from Hungary, is one of the oldest noble rot wines in the world.",
    "Budapest, its capital, is considered one of Europe's most beautiful cities, divided by the Danube River.",
    "The Hungarian language (Magyar) is unique in Europe, belonging to the Finno-Ugric family."
  ],
  "fact_is": [
    "Iceland is a land of dramatic contrasts, known as the 'Land of Fire and Ice' due to its active volcanoes and large glaciers.",
    "It is one of the most volcanically active regions in the world, with frequent eruptions and geothermal activity.",
    "The Icelandic language has remained relatively unchanged since the Old Norse of the Vikings.",
    "Reykjavík is the northernmost capital city in the world.",
    "The Northern Lights (Aurora Borealis) are frequently visible in Iceland during winter months."
  ],
  "fact_in": [
    "India is the land of spices, producing a wide variety of spices integral to its diverse cuisine.",
    "The majestic Taj Mahal, a UNESCO World Heritage site, is a white marble mausoleum recognized as one of the world's most beautiful buildings.",
    "Yoga originated in ancient India and is a spiritual and ascetic discipline.",
    "India is the world's largest democracy by population.",
    "Bollywood, based in Mumbai, is one of the largest film industries in the world."
  ],
  "fact_id": [
    "Indonesia is the world's largest archipelago, comprising over 17,000 islands, though only about 6,000 are inhabited.",
    "It is home to Komodo dragons, the largest living species of lizard, found on the islands of Komodo, Rinca, Flores, and Gili Motang.",
    "Indonesia has a vast number of active volcanoes, part of the 'Ring of Fire'.",
    "Bali is a famous Indonesian island known for its spiritual retreats, vibrant arts, and stunning beaches.",
    "The country has incredible linguistic diversity, with over 700 spoken languages."
  ],
  "fact_ir": [
    "Iran has one of the world's oldest continuous major civilizations, dating back over 7,000 years.",
    "It is often considered the birthplace of chess, which originated in Persia (ancient Iran).",
    "Persian carpets are renowned globally for their intricate designs, craftsmanship, and rich history.",
    "Iran is home to numerous UNESCO World Heritage sites, including Persepolis, the ancient capital of the Achaemenid Empire.",
    "The country has a diverse geography, from vast deserts to snow-capped mountains and lush forests."
  ],
  "fact_iq": [
    "Iraq is an ancient land, considered the cradle of civilization, with historical sites from Mesopotamia, including the ruins of Babylon.",
    "The Tigris and Euphrates rivers, vital to ancient civilizations, flow through Iraq.",
    "Baghdad, its capital, was once a major intellectual and cultural center during the Islamic Golden Age.",
    "Iraq is rich in oil reserves, being one of the world's largest oil producers.",
    "The marshlands of southern Iraq are a unique wetland ecosystem, home to diverse wildlife and traditional Marsh Arab communities."
  ],
  "fact_ie": [
    "Ireland is known for its lush green landscapes, earning it the nickname 'The Emerald Isle.'",
    "It is the birthplace of Guinness beer, first brewed in Dublin in 1759.",
    "Celtic traditions, including music, dance, and language, are deeply ingrained in Irish culture.",
    "Halloween is believed to have originated from the ancient Celtic festival of Samhain in Ireland.",
    "The Cliffs of Moher, rising dramatically from the Atlantic Ocean, are one of Ireland's most iconic natural landmarks."
  ],
  "fact_il": [
    "Israel is a land steeped in religious history, considered holy by Jews, Christians, and Muslims alike.",
    "The Dead Sea, bordering Israel, is the lowest point on Earth and its hypersaline water allows people to float effortlessly.",
    "Tel Aviv is a vibrant, modern city known for its Bauhaus architecture and bustling nightlife.",
    "Israel is a global leader in technological innovation and startups, often referred to as 'Startup Nation.'",
    "Jerusalem is a sacred city to three major Abrahamic religions, with numerous significant holy sites."
  ],
  "fact_it": [
    "Italy is famous for its delicious cuisine, including pizza, pasta, gelato, and espresso, which are enjoyed worldwide.",
    "It is home to iconic ancient landmarks like the Colosseum in Rome and the Leaning Tower of Pisa.",
    "Italy is a global leader in fashion and design, with renowned fashion houses in Milan and Rome.",
    "Vatican City, the smallest independent state in the world, is an enclave within Rome.",
    "The country boasts more UNESCO World Heritage sites than any other nation."
  ],
  "fact_jm": [
    "Jamaica is the birthplace of reggae music, popularized globally by artists like Bob Marley.",
    "It is the third-largest island in the Caribbean.",
    "Jamaica is known for its beautiful white-sand beaches, lush mountains, and vibrant culture.",
    "Blue Mountain Coffee, grown in Jamaica's Blue Mountains, is one of the most expensive and sought-after coffees in the world.",
    "Usain Bolt, the fastest man in the world, hails from Jamaica."
  ],
  "fact_jp": [
    "Japan seamlessly blends ancient traditions and temples with futuristic technology and bustling modern cities.",
    "Mount Fuji is Japan's highest peak and an iconic symbol, revered as a sacred mountain.",
    "The country is famous for its delicate cherry blossoms (sakura), which bloom in spring and symbolize the transient nature of life.",
    "Japan has a highly efficient and extensive public transportation system, including the Shinkansen (bullet train).",
    "Tokyo is the most populous metropolitan area in the world."
  ],
  "fact_jo": [
    "Jordan is home to the ancient city of Petra, one of the New7Wonders of the World, a city carved directly into rose-red cliffs.",
    "The Wadi Rum desert, known as the 'Valley of the Moon,' features stunning sandstone mountains and ancient petroglyphs.",
    "The Dead Sea, the lowest point on Earth, forms part of Jordan's western border.",
    "Amman, the capital, is one of the oldest continuously inhabited cities in the world.",
    "Jordan is a stable country in a volatile region, known for its hospitality and rich historical sites."
  ],
  "fact_kz": [
    "Kazakhstan is the largest landlocked country in the world by land area.",
    "It is home to the Baikonur Cosmodrome, the world's first and largest operational space launch facility.",
    "Kazakhstan is believed to be the original home of the apple, with wild apple forests still found in its mountains.",
    "Astana, its capital, is known for its futuristic architecture and unique urban planning.",
    "The country has vast steppes and diverse landscapes, from mountains to deserts."
  ],
  "fact_ke": [
    "Kenya is famous for its diverse wildlife and incredible safari destinations, including the Masai Mara National Reserve.",
    "It is home to a significant portion of the 'Great Migration,' where millions of wildebeest and zebras cross the Serengeti and Masai Mara.",
    "Mount Kenya is the second-highest peak in Africa.",
    "Kenya is a global leader in mobile money services, particularly with M-Pesa.",
    "The country is known for its world-class long-distance runners."
  ],
  "fact_ki": [
    "Kiribati is a Pacific island nation comprised of 33 coral atolls and islands, scattered across a vast area of the Pacific Ocean.",
    "It is the only country in the world to be located in all four hemispheres (Northern, Southern, Eastern, and Western).",
    "Kiritimati (Christmas Island), part of Kiribati, is the largest coral atoll in the world by land area.",
    "Kiribati is one of the countries most vulnerable to rising sea levels due to climate change.",
    "The traditional subsistence lifestyle, based on fishing and copra production, remains important."
  ],
  "fact_kp": [
    "North Korea is one of the most reclusive and isolated countries in the world.",
    "Pyongyang, its capital, is known for its monumental architecture and grand public spaces.",
    "The country operates under a unique political philosophy known as Juche, or 'self-reliance'.",
    "It observes its own unique calendar, the Juche calendar, which begins with the birth of Kim Il Sung.",
    "Mt. Paektu, a sacred active volcano, is considered the spiritual origin of the Korean nation."
  ],
  "fact_kr": [
    "South Korea is a global tech hub, known for leading brands like Samsung and LG, and boasts some of the fastest internet speeds in the world.",
    "It is the origin of K-Pop (Korean Pop music) and K-Dramas, which have gained immense global popularity.",
    "Kimchi, a fermented cabbage dish, is the national dish and a staple of Korean cuisine.",
    "The Demilitarized Zone (DMZ) separating North and South Korea is the most heavily fortified border in the world.",
    "Seoul, its capital, is a bustling metropolis that seamlessly blends ancient palaces and modern skyscrapers."
  ],
  "fact_kw": [
    "Kuwait is a small, oil-rich nation located at the tip of the Persian Gulf.",
    "The Kuwait Towers are iconic symbols of the country, consisting of three slender towers, two of which are water towers.",
    "It has one of the world's largest oil reserves.",
    "Kuwait City is a modern capital with impressive architecture and extensive waterfront developments.",
    "The Sadu House preserves the traditional Bedouin art of weaving, a significant part of Kuwaiti heritage."
  ],
  "fact_kg": [
    "Kyrgyzstan is a mountainous Central Asian country known for its nomadic traditions and stunning alpine lakes, particularly Issyk-Kul.",
    "Lake Issyk-Kul is the second-largest saline lake in the world, often called the 'pearl of Central Asia.'",
    "The traditional sport of Kok-boru, a form of polo played with a goat carcass, is popular.",
    "Its landscape is dominated by the Tien Shan mountain range, often referred to as the 'Celestial Mountains.'",
    "Kyrgyz culture is rich in epic poetry, with the Manas epic being a central work."
  ],
  "fact_la": [
    "Laos is a landlocked Southeast Asian country, unique in the region for not having a coastline.",
    "The Mekong River forms a significant portion of its western border and is vital for transportation and livelihood.",
    "Luang Prabang, a UNESCO World Heritage site, is a charming city known for its Buddhist temples and French colonial architecture.",
    "Buddhism is the predominant religion, and monks are a common sight.",
    "The Plain of Jars, an archaeological landscape containing thousands of mysterious stone jars, is a UNESCO World Heritage site."
  ],
  "fact_lv": [
    "Latvia is a Baltic country with vast forests (covering over 50% of its territory) and beautiful sandy beaches along the Baltic Sea.",
    "Riga, its capital, boasts a charming medieval Old Town and is renowned for its Art Nouveau architecture, a UNESCO World Heritage site.",
    "The country has one of the highest proportions of women in leadership positions in the EU.",
    "Latvians are known for their strong traditions of folk singing and dance festivals.",
    "The Latvian flag is one of the oldest in the world, dating back to the 13th century, with its distinctive carmine red color."
  ],
  "fact_lb": [
    "Lebanon is a Middle Eastern country with ancient ruins, stunning mountain landscapes, and vibrant coastal cities.",
    "It is often called the 'Switzerland of the Middle East' due to its mountainous terrain and historical financial role.",
    "Beirut, the capital, is known as the 'Paris of the Middle East' for its cosmopolitan atmosphere and cultural scene.",
    "The Cedars of God, ancient cedar trees mentioned in the Bible, are a symbol of Lebanon.",
    "Lebanon boasts a rich history, with Phoenician, Roman, Crusader, and Ottoman influences."
  ],
  "fact_ls": [
    "Lesotho is a unique landlocked country entirely surrounded by South Africa, earning it the nickname 'The Kingdom in the Sky' due to its high altitude.",
    "It is the only independent state in the world that lies entirely above 1,000 meters (3,281 ft) in elevation.",
    "The country is known for its stunning mountain landscapes and the Basotho blanket, a distinctive form of traditional attire.",
    "Water is one of Lesotho's most important natural resources, exported to South Africa.",
    "The Maloti Mountains offer opportunities for hiking, pony trekking, and skiing in winter."
  ],
  "fact_lr": [
    "Liberia is Africa's oldest republic, founded in 1847 by freed American slaves.",
    "It was the first independent nation in Africa after Ethiopia.",
    "Monrovia, the capital, is named after U.S. President James Monroe.",
    "The country adopted a currency system based on the U.S. dollar due to historical ties.",
    "Liberia is known for its beautiful coastline and rainforests, home to diverse wildlife."
  ],
  "fact_ly": [
    "Libya is a North African country with a rich history dating back to ancient times, featuring impressive Roman and Greek ruins like Leptis Magna and Sabratha.",
    "The Sahara Desert covers over 90% of Libya's land area.",
    "It holds Africa's largest proven oil reserves.",
    "Tripoli, its capital, is located on the Mediterranean coast.",
    "The country has faced significant political instability and conflict in recent decades."
  ],
  "fact_li": [
    "Liechtenstein is one of the smallest countries in the world, a double-landlocked microstate nestled in the Alps between Switzerland and Austria.",
    "It is a principality ruled by a hereditary prince.",
    "Liechtenstein is a prosperous country with a highly industrialized, free-enterprise economy.",
    "Despite its size, it is a popular destination for winter sports and hiking.",
    "The official language is German, and it uses the Swiss franc as its currency."
  ],
  "fact_lt": [
    "Lithuania is a Baltic nation with beautiful coastal dunes, a rich pagan history, and a charming Baroque Old Town in Vilnius, a UNESCO World Heritage site.",
    "It was the last country in Europe to officially adopt Christianity.",
    "The Hill of Crosses, near Šiauliai, is a unique pilgrimage site adorned with tens of thousands of crosses.",
    "Basketball is the most popular sport and a source of national pride.",
    "Lithuania has a unique linguistic heritage; its language is one of the oldest surviving Indo-European languages."
  ],
  "fact_lu": [
    "Luxembourg is one of the world's smallest sovereign states and one of the wealthiest countries by GDP per capita.",
    "Its capital, Luxembourg City, features a picturesque old town and fortifications that are a UNESCO World Heritage site.",
    "Luxembourg has three official languages: Luxembourgish, French, and German.",
    "It is a founding member of the European Union, NATO, and the United Nations.",
    "The country has an extensive network of medieval castles and charming villages."
  ],
  "fact_mg": [
    "Madagascar is the world's fourth-largest island, often called the 'Eighth Continent' due to its unique biodiversity.",
    "Over 90% of its wildlife is found nowhere else on Earth, including various species of lemurs.",
    "The Avenue of the Baobabs, a striking group of ancient baobab trees, is a famous landmark.",
    "Its culture is a blend of Southeast Asian and East African influences.",
    "Vanilla is one of Madagascar's primary exports, being the world's largest producer."
  ],
  "fact_mw": [
    "Malawi is known as 'The Warm Heart of Africa' for its friendly people and welcoming culture.",
    "It is dominated by Lake Malawi, the third-largest lake in Africa, which is a UNESCO World Heritage site known for its unique cichlid fish.",
    "Tea is a significant agricultural product and export.",
    "The country is a popular destination for adventure tourism, including hiking and watersports.",
    "Lilongwe is the capital, but Blantyre is the commercial hub."
  ],
  "fact_my": [
    "Malaysia is a diverse country blending Malay, Chinese, Indian, and indigenous cultures, creating a rich tapestry of traditions and cuisines.",
    "The Petronas Towers in Kuala Lumpur were the tallest buildings in the world from 1998 to 2004.",
    "It is home to vast rainforests, particularly on Borneo island, where orangutans and other unique wildlife reside.",
    "Malaysia is a major producer of palm oil and rubber.",
    "The country celebrates a wide array of festivals throughout the year, reflecting its multicultural population."
  ],
  "fact_mv": [
    "The Maldives is an island nation consisting of over 1,192 coral islands and atolls, forming one of the most geographically dispersed countries.",
    "It is famous for its luxurious overwater resorts and stunning vibrant underwater world, making it a premier diving destination.",
    "The Maldives is the lowest country in the world, with an average ground level of 1.5 meters (4 ft 11 in) above sea level, making it highly vulnerable to climate change.",
    "Friday is a weekend day, and government offices and most businesses are closed.",
    "The official religion is Islam, and adherence to it is required for citizenship."
  ],
  "fact_ml": [
    "Mali is a West African nation with a rich history, once part of three powerful empires: the Ghana, Mali, and Songhai empires.",
    "Timbuktu, a UNESCO World Heritage site, was historically a major intellectual and spiritual center for Islam in Africa.",
    "The country is known for its vibrant traditional music, particularly the blues, which influenced American blues music.",
    "The Great Mosque of Djenné, built of mud-brick, is the largest mud-brick building in the world.",
    "The Sahara Desert covers a large portion of northern Mali."
  ],
  "fact_mt": [
    "Malta is a small archipelago in the Mediterranean, boasting ancient megalithic temples that are older than Stonehenge and the Egyptian pyramids.",
    "Its capital, Valletta, is a fortified city and a UNESCO World Heritage site, one of the most concentrated historic areas in the world.",
    "Malta has a unique blend of European and North African cultures and languages.",
    "The Knights of St. John ruled Malta for over 250 years, leaving a significant architectural legacy.",
    "Diving is popular due to clear waters, caves, and numerous shipwrecks."
  ],
  "fact_mr": [
    "Mauritania is a West African nation largely covered by the Sahara Desert, known for its vast sand dunes and nomadic culture.",
    "The Iron Ore Train is one of the longest and heaviest trains in the world, carrying iron ore across the desert.",
    "The Eye of the Sahara (Richat Structure) is a prominent circular geological feature visible from space.",
    "Nouakchott, the capital, is located on the Atlantic coast.",
    "The country's culture is a blend of Arab-Berber and West African influences."
  ],
  "fact_mu": [
    "Mauritius is an Indian Ocean island nation renowned for its pristine beaches, turquoise lagoons, and lush interior landscapes.",
    "It is the only known habitat of the extinct Dodo bird.",
    "The island has a vibrant multicultural society, with influences from Indian, African, Chinese, and French cultures.",
    "Mauritius is famous for its cascading underwater waterfall illusion, visible from above the ocean.",
    "Sugar cane plantations cover a significant portion of the island, and rum production is a key industry."
  ],
  "fact_mx": [
    "Mexico is the birthplace of chocolate, with the Olmec, Mayan, and Aztec civilizations cultivating cocoa for thousands of years.",
    "It is home to vibrant Day of the Dead (Día de Muertos) celebrations, a UNESCO Intangible Cultural Heritage.",
    "Mexico City is one of the largest and oldest cities in the Americas, built on the ruins of the ancient Aztec capital Tenochtitlan.",
    "Tacos are a staple of Mexican cuisine and recognized worldwide.",
    "The country has numerous ancient ruins, including the Mayan pyramids of Chichen Itza and Teotihuacan."
  ],
  "fact_md": [
    "Moldova is a landlocked Eastern European country, known for its extensive vineyards and being a major wine producer.",
    "It is home to Mileștii Mici, which holds the Guinness World Record for the largest wine cellar in the world, with almost 2 million bottles.",
    "The country is one of the least visited countries in Europe, offering an off-the-beaten-path travel experience.",
    "Chisinau, the capital, is known for its Soviet-era architecture and green spaces.",
    "Moldova has a rich folklore tradition, including unique national dances and music."
  ],
  "fact_mc": [
    "Monaco is the second smallest independent state in the world, after Vatican City.",
    "It is a glamorous principality on the French Riviera, famous for its luxurious casinos, superyachts, and the annual Monaco Grand Prix.",
    "Monaco has the highest per capita millionaire and billionaire population in the world.",
    "Despite its size, it has its own police force, but national defense is the responsibility of France.",
    "The Oceanographic Museum, founded by Prince Albert I, is a world-renowned marine science museum."
  ],
  "fact_mn": [
    "Mongolia is the most sparsely populated sovereign country in the world.",
    "It is known for its vast steppes, nomadic culture, and the Gobi Desert.",
    "Chinggis Khaan (Genghis Khan), the founder of the Mongol Empire, is a revered national hero.",
    "The 'Three Manly Games' of Naadam (wrestling, horse racing, and archery) are the country's main traditional festival.",
    "Ulaanbaatar, the capital, is the coldest capital city in the world."
  ],
  "fact_me": [
    "Montenegro is a Balkan country with a dramatic coastline along the Adriatic Sea, featuring stunning fjords like the Bay of Kotor.",
    "It boasts five national parks, showcasing diverse landscapes from mountains to lakes.",
    "The Durmitor National Park is a UNESCO World Heritage site known for its dramatic canyons, including the Tara River Canyon, Europe's deepest.",
    "Montenegro means 'Black Mountain,' referring to the dark, forested mountains that dominate its landscape.",
    "Cetinje is the historical royal capital, while Podgorica is the administrative capital."
  ],
  "fact_ma": [
    "Morocco is a North African country known for its vibrant souks (markets), ancient medinas, and diverse landscapes ranging from the Sahara Desert to the Atlas Mountains and Atlantic coastline.",
    "Fes is home to the world's oldest continually operating university, the University of Al-Karaouine, founded in 859 AD.",
    "Marrakech's Djemaa el-Fna square is a UNESCO Masterpiece of the Oral and Intangible Heritage of Humanity, famous for its storytellers, musicians, and performers.",
    "Argan oil, known for its culinary and cosmetic uses, is produced almost exclusively in Morocco.",
    "Tagine, a slow-cooked stew, is a quintessential Moroccan dish, cooked in a distinctive conical clay pot."
  ],
  "fact_mz": [
    "Mozambique is an East African country with a long Indian Ocean coastline, boasting beautiful beaches and pristine marine national parks.",
    "It is famous for its vibrant art, particularly Makonde sculpture, known for its intricate carvings.",
    "Maputo, the capital, is a bustling port city with a mix of Portuguese colonial architecture and modern buildings.",
    "The country is rich in natural resources, including coal, natural gas, and gemstones.",
    "The Bazaruto Archipelago is a protected marine park with diverse coral reefs and dugongs."
  ],
  "fact_mm": [
    "Myanmar (Burma) is a Southeast Asian nation known for its thousands of golden pagodas and ancient temples, particularly in Bagan.",
    "The Shwedagon Pagoda in Yangon is a dazzling golden stupa believed to contain relics of four Buddhas.",
    "The country has over 135 ethnic groups, contributing to its rich cultural diversity.",
    "Inle Lake is famous for its unique Intha leg-rowers, who paddle their boats with one leg while standing.",
    "Longyi, a traditional sarong-like garment, is commonly worn by both men and women."
  ],
  "fact_na": [
    "Namibia is famous for its towering red sand dunes of Sossusvlei, some of the highest in the world.",
    "It is one of the least densely populated countries in the world.",
    "Etosha National Park is a major wildlife sanctuary, known for its large salt pan and abundant wildlife, including rhinos and elephants.",
    "The Skeleton Coast, a misty stretch of coastline, is notorious for its shipwrecks and harsh, beautiful landscapes.",
    "Namibia was a German colony until after World War I, and German influence can still be seen in some architecture and culture."
  ],
  "fact_np": [
    "Nepal is home to Mount Everest, the world's highest peak, part of the Himalayan mountain range.",
    "It is the birthplace of Siddhartha Gautama, the Buddha, in Lumbini.",
    "Nepal is the only country in the world with a non-rectangular flag.",
    "Kathmandu, its capital, boasts numerous ancient temples, stupas, and UNESCO World Heritage sites.",
    "The country is a major destination for trekking and mountaineering adventures."
  ],
  "fact_nl": [
    "The Netherlands is known for its iconic windmills, used for drainage and power for centuries.",
    "It is famous for its vibrant tulip fields, which bloom in spring, attracting visitors worldwide.",
    "The country has more bicycles than people, and cycling is a primary mode of transportation.",
    "A significant portion of the Netherlands lies below sea level, relying on an intricate system of dikes and polders.",
    "Amsterdam, its capital, is renowned for its canals, artistic heritage, and liberal culture."
  ],
  "fact_nz": [
    "New Zealand is famous for being the primary filming location for 'The Lord of the Rings' and 'The Hobbit' trilogies, showcasing its stunning landscapes.",
    "It is home to dramatic fjords, including Milford Sound and Doubtful Sound, known for their breathtaking scenery.",
    "The Māori people are the indigenous Polynesian inhabitants of New Zealand, with a rich cultural heritage.",
    "New Zealand was the first country to grant women the right to vote in 1893.",
    "Kiwis (the bird, the fruit, and the people) are all associated with New Zealand."
  ],
  "fact_ni": [
    "Nicaragua is the largest country in Central America by land area, known for its dramatic volcanic landscapes.",
    "It is home to Lake Nicaragua, the largest lake in Central America, and the only freshwater lake in the world where sharks can be found.",
    "The country has an active volcanic chain, offering opportunities for volcano boarding.",
    "Granada, a colonial city, is one of the oldest European-established cities in mainland America.",
    "Nicaragua is known for its poetry, with a strong literary tradition."
  ],
  "fact_ne": [
    "Niger is a landlocked West African nation largely covered by the Sahara Desert.",
    "It is named after the Niger River, which flows through its southwestern region, providing a vital source of water and livelihood.",
    "Agadez, an ancient city, was historically a major crossroads for trans-Saharan trade routes.",
    "The country has a young population, with a high percentage of its citizens under the age of 15.",
    "The Air and Ténéré Natural Reserves are a UNESCO World Heritage site known for their unique desert landscapes and ancient rock art."
  ],
  "fact_ng": [
    "Nigeria is Africa's most populous country and boasts one of the continent's largest economies.",
    "It is a vibrant cultural hub, known for its music (Afrobeat), film industry (Nollywood), and diverse ethnic groups.",
    "Nigeria is a major oil-producing nation.",
    "The country is often referred to as the 'Giant of Africa' due to its large population and economic influence.",
    "Lagos is one of the largest and fastest-growing cities in Africa."
  ],
  "fact_no": [
    "Norway is famous for its dramatic and picturesque fjords, long narrow inlets of the sea surrounded by steep cliffs.",
    "It is known for the phenomenon of the Midnight Sun in summer and the Northern Lights (Aurora Borealis) in winter.",
    "Norway is consistently ranked among the happiest and wealthiest countries in the world.",
    "It has a rich Viking history and boasts well-preserved Viking ships.",
    "Oslo, its capital, is renowned for its green spaces, museums, and modern architecture."
  ],
  "fact_om": [
    "Oman is an Arabian country with a rich maritime history, known for its dhows (traditional sailing vessels) and frankincense trade.",
    "It boasts stunning desert landscapes, dramatic mountain ranges (like the Hajar Mountains), and pristine coastlines.",
    "Oman is one of the oldest independent Arab states.",
    "Muscat, the capital, is characterized by its blend of traditional and modern architecture.",
    "The Sultan Qaboos Grand Mosque is an architectural masterpiece and one of the largest mosques in the world."
  ],
  "fact_pk": [
    "Pakistan is a diverse country with ancient civilizations, including the Indus Valley Civilization (Mohenjo-Daro and Harappa).",
    "It is home to K2 (Mount Godwin Austen), the second-highest mountain in the world, located in the Karakoram mountain range.",
    "Pakistan is one of only two countries with a land border to Afghanistan.",
    "The country has a vibrant truck art tradition, where trucks are elaborately decorated.",
    "Islamabad, its capital, is a planned city known for its greenery and modern design."
  ],
  "fact_pa": [
    "Panama is most famous for the Panama Canal, a vital shipping route connecting the Atlantic and Pacific Oceans, significantly shortening global maritime travel.",
    "It is the only place in the world where you can see the sun rise on the Pacific and set on the Atlantic.",
    "Panama City is a modern metropolis with a striking skyline, contrasting with its historic old quarter, Casco Viejo.",
    "The country has extensive rainforests and a high level of biodiversity.",
    "The Emberá and Wounaan indigenous communities offer cultural tours to learn about their traditions."
  ],
  "fact_pg": [
    "Papua New Guinea is one of the world's most culturally diverse countries, with over 800 indigenous languages spoken.",
    "It occupies the eastern half of the island of New Guinea and is known for its vast rainforests and unique wildlife.",
    "The country is home to over 700 species of birds, including the vibrant Birds-of-Paradise.",
    "Port Moresby, the capital, is located on the southeastern coast.",
    "Traditional tribal customs and ceremonies play a significant role in daily life."
  ],
  "fact_py": [
    "Paraguay is a landlocked South American country, known for its vast, semi-arid Gran Chaco wilderness.",
    "It is home to the Itaipu Dam, one of the world's largest hydroelectric power plants, shared with Brazil.",
    "Guaraní is an official language alongside Spanish, making it one of the few South American countries with an indigenous language as an official tongue.",
    "Paraguay is a major producer of soybeans and beef.",
    "Terere, a cold herbal tea, is the national drink and widely consumed."
  ],
  "fact_pe": [
    "Peru is home to the ancient Inca city of Machu Picchu, a UNESCO World Heritage site and one of the most iconic archaeological sites in the world.",
    "The Amazon rainforest covers a significant portion of eastern Peru, boasting immense biodiversity.",
    "The majestic Andes mountains run through the country, with numerous high peaks.",
    "Lima, its capital, is famous for its vibrant culinary scene, recognized as one of the gastronomic capitals of South America.",
    "The Nazca Lines are ancient geoglyphs etched into the desert plains, whose purpose remains a mystery."
  ],
  "fact_ph": [
    "The Philippines is an archipelago of over 7,000 islands, famous for its stunning white-sand beaches, vibrant marine life, and lush landscapes.",
    "Jeepneys, colorful buses converted from US military jeeps, are an iconic form of public transport.",
    "It is one of the world's largest producers of coconuts.",
    "The Banaue Rice Terraces, often called the 'Eighth Wonder of the World,' are ancient terraces carved into the mountainsides.",
    "Filipinos are known for their warm hospitality and love of singing, especially karaoke."
  ],
  "fact_pl": [
    "Poland is home to Europe’s oldest operating salt mine, the Wieliczka Salt Mine, a UNESCO World Heritage site with stunning underground chapels and sculptures carved from salt.",
    "Kraków, a beautiful medieval city, boasts a well-preserved Old Town and Wawel Castle.",
    "Poland is the birthplace of astronomer Nicolaus Copernicus and composer Frédéric Chopin.",
    "Pierogi, delicious filled dumplings, are a national dish and a staple of Polish cuisine.",
    "Białowieża Forest, shared with Belarus, is Europe's last remaining primeval forest and home to European bison."
  ],
  "fact_pt": [
    "Portugal is known for its historic maritime explorers, who played a pivotal role in the Age of Discovery.",
    "Fado, a melancholic and soulful music genre, is a significant part of Portuguese culture and a UNESCO Intangible Cultural Heritage.",
    "Lisbon, its capital, is one of the oldest cities in Western Europe, predating Rome.",
    "Portugal is the world's largest producer of cork.",
    "Sintra, a UNESCO World Heritage site, is famous for its whimsical palaces, including Pena Palace."
  ],
  "fact_qa": [
    "Qatar is a desert peninsula known for its futuristic skyline in Doha, vast oil and natural gas reserves, making it one of the wealthiest countries globally.",
    "It will be the first Arab nation to host the FIFA World Cup in 2022.",
    "The Museum of Islamic Art in Doha is an architectural masterpiece and houses one of the world's most comprehensive collections of Islamic art.",
    "The Qatari falconry tradition is a deeply ingrained cultural practice.",
    "The country is building Lusail City, a massive planned city that will be home to modern infrastructure and a large stadium."
  ],
  "fact_ro": [
    "Romania is known for its dramatic Carpathian Mountains, home to diverse wildlife including Europe's largest population of brown bears.",
    "Transylvania, a historic region in Romania, is famously associated with the legend of Dracula and Bran Castle.",
    "The Palace of the Parliament in Bucharest is the heaviest building in the world and the second-largest administrative building after the Pentagon.",
    "Romania has a rich folklore tradition, including ancient customs and vibrant festivals.",
    "The Danube Delta, Europe's second-largest river delta, is a UNESCO World Heritage site and a haven for birdlife."
  ],
  "fact_ru": [
    "Russia spans 11 time zones, making it the largest country in the world by land area.",
    "It is home to the colorful Saint Basil's Cathedral in Moscow's Red Square, an iconic symbol of Russia.",
    "Lake Baikal, located in Siberia, is the world's deepest and oldest freshwater lake, containing about 20% of the world's unfrozen freshwater.",
    "The Trans-Siberian Railway is the longest railway line in the world, stretching over 9,289 kilometers.",
    "Russia has a rich artistic heritage, famous for its ballet, classical music, and literature."
  ],
  "fact_rw": [
    "Rwanda is known as the 'Land of a Thousand Hills' due to its undulating green landscapes.",
    "It is a leading destination for gorilla trekking, with endangered mountain gorillas found in its Volcanoes National Park.",
    "The country has made remarkable progress in economic development and reconciliation after the 1994 genocide.",
    "Kigali, the capital, is recognized as one of Africa's cleanest and safest cities.",
    "Tea and coffee are significant agricultural exports."
  ],
  "fact_kn": [
    "Saint Kitts and Nevis is a dual-island nation in the Caribbean, known for its volcanic landscapes and lush rainforests.",
    "Mount Liamuiga, an active volcano, is the highest point on Saint Kitts.",
    "The Brimstone Hill Fortress National Park, a UNESCO World Heritage site, is a well-preserved 18th-century British fortress.",
    "Nevis is the birthplace of Alexander Hamilton, one of the founding fathers of the United States.",
    "The islands offer beautiful black and white sand beaches."
  ],
  "fact_lc": [
    "Saint Lucia is a Caribbean island known for its iconic twin volcanic peaks, the Pitons, which are a UNESCO World Heritage site.",
    "It is the only country in the world named after a woman (Saint Lucy of Syracuse).",
    "Saint Lucia boasts a 'drive-in volcano' at Sulphur Springs, where visitors can drive close to bubbling mud pools and fumaroles.",
    "The island is famous for its lush tropical scenery, including rainforests and waterfalls.",
    "Cocoa and bananas are important agricultural products."
  ],
  "fact_vc": [
    "Saint Vincent and the Grenadines is a Caribbean nation consisting of the main island of Saint Vincent and a chain of smaller islands called the Grenadines.",
    "La Soufrière, an active volcano on Saint Vincent, is the highest peak.",
    "The Tobago Cays Marine Park is a pristine marine ecosystem popular for snorkeling and diving.",
    "Sailing and yachting are popular activities among the Grenadine islands.",
    "Kingstown, the capital, is known for its historic churches and botanical gardens."
  ],
  "fact_ws": [
    "Samoa is a Polynesian island nation in the South Pacific, known for its beautiful beaches, pristine reefs, and lush interiors with waterfalls.",
    "The traditional Samoan Fale (house) is an open-sided, oval-shaped structure.",
    "Rugby is the national sport and immensely popular.",
    "Samoa is one of the few places in the world where you can experience a traditional Fiafia night with local dances and food.",
    "The country changed its time zone in 2011, skipping December 30th, to align with its major trading partners."
  ],
  "fact_sm": [
    "San Marino is an enclaved microstate entirely surrounded by Italy, claiming to be the world's oldest republic, founded in 301 AD.",
    "It is one of the smallest countries in the world, situated atop Mount Titano.",
    "San Marino has two co-regents, the Captains Regent, who serve a six-month term.",
    "The country has a strong economy, with tourism and banking as key sectors.",
    "Its historic center and Mount Titano are a UNESCO World Heritage site."
  ],
  "fact_st": [
    "Sao Tome and Principe is an African island nation in the Gulf of Guinea, consisting of two main islands and several smaller islets.",
    "It is one of Africa's smallest countries by population and land area.",
    "The islands are known for their volcanic landscapes, lush rainforests, and cocoa plantations, earning it the nickname 'Chocolate Islands.'",
    "Pico Cão Grande, a dramatic needle-shaped volcanic plug, is an iconic landmark.",
    "The country has a unique blend of African and Portuguese cultures."
  ],
  "fact_sa": [
    "Saudi Arabia is the birthplace of Islam, home to the holy cities of Mecca and Medina, central to the Islamic faith.",
    "It is the largest country in the Middle East and covers most of the Arabian Peninsula.",
    "Saudi Arabia holds the world's second-largest proven petroleum reserves.",
    "The desert landscape is vast, with the Rub' al Khali (Empty Quarter) being one of the largest sand deserts in the world.",
    "Riyadh, the capital, is a rapidly developing modern city with impressive architecture."
  ],
  "fact_sn": [
    "Senegal is a West African nation known for its vibrant culture, diverse music (especially Mbalax), and the historic Gorée Island.",
    "Gorée Island, a UNESCO World Heritage site, served as a major slave trading center.",
    "Dakar, the capital, is the westernmost point of the African continent.",
    "The 'Lac Rose' (Pink Lake), due to its high salt content and a specific type of algae, has a distinctive pink hue.",
    "Wrestling (Lamb) is the national sport and a highly popular spectacle."
  ],
  "fact_rs": [
    "Serbia is a Balkan country with a rich history, ancient monasteries, and vibrant capital city of Belgrade.",
    "Belgrade, situated at the confluence of the Sava and Danube rivers, is one of the oldest continually inhabited cities in Europe.",
    "The country is known for its hospitality, rakija (fruit brandy), and strong coffee culture.",
    "The Đerdap Gorge (Iron Gate) on the Danube River is the longest and deepest gorge in Europe.",
    "Serbia has numerous Roman archaeological sites, a testament to its historical significance."
  ],
  "fact_sc": [
    "Seychelles is an archipelago of 115 islands in the Indian Ocean, famous for its pristine beaches, unique granite boulders, and rare wildlife.",
    "It is home to the Vallée de Mai, a UNESCO World Heritage site where the rare Coco de Mer palm, producing the largest seed in the plant kingdom, grows.",
    "Aldabra Atoll is the world's second-largest coral atoll and a UNESCO World Heritage site, home to giant tortoises.",
    "The capital, Victoria, on Mahé island, is one of the smallest capitals in the world.",
    "Seychelles is a popular luxury ecotourism destination."
  ],
  "fact_sl": [
    "Sierra Leone is a West African country known for its beautiful white-sand beaches, particularly along the Freetown Peninsula.",
    "The capital, Freetown, was founded in 1787 as a home for freed slaves.",
    "The country is rich in mineral resources, especially diamonds, which played a role in its civil war.",
    "Tiwa Island is a wildlife sanctuary and a key conservation area for chimpanzees.",
    "The Cotton Tree in Freetown is a historic landmark under which freed slaves are said to have gathered to pray."
  ],
  "fact_sg": [
    "Singapore is a futuristic island city-state known for its stunning architecture, iconic Supertrees at Gardens by the Bay, and lush urban green spaces.",
    "It is a global financial hub and one of the busiest ports in the world.",
    "Singapore has strict laws, famously including a ban on chewing gum.",
    "Changi Airport is consistently ranked among the best airports globally, featuring amenities like a butterfly garden and indoor waterfall.",
    "The country's diverse culinary scene, particularly its hawker centers, is a UNESCO Intangible Cultural Heritage."
  ],
  "fact_sk": [
    "Slovakia is a Central European country with a dramatic mountain landscape dominated by the Tatra Mountains, part of the Carpathian range.",
    "Bratislava, its capital, boasts a charming old town, a majestic castle, and is located on the Danube River.",
    "Slovakia has more castles and chateaus per capita than any other country in the world.",
    "The country is known for its beautiful caves, including the UNESCO-listed Caves of Aggtelek Karst and Slovak Karst.",
    "Thermal springs and spas are popular throughout the country."
  ],
  "fact_si": [
    "Slovenia is a small but incredibly diverse European country, boasting Julian Alps, pristine lakes (like Lake Bled), and a short but picturesque Adriatic coastline.",
    "It is home to the Postojna Cave, one of the longest cave systems in the world, and the Predjama Castle, built into a cave mouth.",
    "Ljubljana, its capital, is known for its charming bridges and green initiatives.",
    "Slovenia is one of the most forested countries in Europe.",
    "The Lipizzaner horses, famous for their classical dressage, originate from the Lipica stud farm in Slovenia."
  ],
  "fact_sb": [
    "The Solomon Islands is a nation of hundreds of islands in the South Pacific, known for its rich World War II history and vibrant marine life.",
    "Honiara, the capital, is located on Guadalcanal, a major battleground during WWII.",
    "The islands offer pristine coral reefs and numerous shipwreck diving sites.",
    "The culture is primarily Melanesian, with a strong emphasis on traditional customs and community.",
    "Fishing and logging are key industries."
  ],
  "fact_so": [
    "Somalia is a country on the Horn of Africa with the longest coastline in mainland Africa.",
    "Mogadishu, its capital, is an ancient port city with a rich history of trade.",
    "The country has a strong oral tradition, with poetry and storytelling highly valued.",
    "Somalia is known for its nomadic and pastoral communities.",
    "The frankincense tree grows wild in parts of Somalia, producing aromatic resin."
  ],
  "fact_za": [
    "South Africa is unique for having three capital cities: Pretoria (executive), Cape Town (legislative), and Bloemfontein (judicial).",
    "It is famous for its diverse wildlife and stunning safari destinations, including Kruger National Park.",
    "Table Mountain, a flat-topped mountain overlooking Cape Town, is one of the New7Wonders of Nature.",
    "South Africa has 11 official languages, reflecting its rich cultural diversity.",
    "Nelson Mandela, a global icon of peace and reconciliation, was South Africa's first democratically elected president."
  ],
  "fact_es": [
    "Spain is known for its passionate flamenco dancing and music, originating from Andalusia.",
    "The siesta, a traditional afternoon nap, is a cultural practice, especially in warmer regions.",
    "The Running of the Bulls (Encierro) in Pamplona is a famous, albeit controversial, annual event.",
    "Spain has the third-largest number of UNESCO World Heritage sites in the world.",
    "Tapas, small savory dishes, are a cornerstone of Spanish cuisine and social dining."
  ],
  "fact_lk": [
    "Sri Lanka is an island nation known for its ancient Buddhist ruins, including the rock fortress of Sigiriya and the sacred city of Anuradhapura.",
    "It is famous for its stunning tea plantations, particularly in the central highlands, and is a major tea exporter.",
    "The country boasts beautiful beaches and a rich marine life, including blue whales and dolphins.",
    "Sri Lanka has a diverse landscape, from tropical rainforests to arid plains.",
    "The national sport is volleyball, but cricket is immensely popular."
  ],
  "fact_sd": [
    "Sudan is an ancient land in Northeast Africa, boasting more ancient pyramids than Egypt.",
    "It is located at the confluence of the Blue and White Niles, which merge to form the main Nile River.",
    "The country has a diverse cultural heritage, with Arab and African influences.",
    "Khartoum, the capital, is situated at the meeting point of the two Niles.",
    "The Meroë Pyramids, remnants of the ancient Kushite kingdom, are a UNESCO World Heritage site."
  ],
  "fact_sr": [
    "Suriname is a small South American country known for its vast untouched rainforests, which cover over 90% of its land area.",
    "It is the smallest sovereign state in South America by both area and population.",
    "Paramaribo, the capital, boasts distinctive Dutch colonial architecture, a UNESCO World Heritage site.",
    "Suriname is one of the most ethnically diverse countries in the world, with significant populations of East Indian, Creole, Javanese, and Maroon descent.",
    "Bauxite mining is a key industry."
  ],
  "fact_se": [
    "Sweden is the birthplace of global brands like IKEA (furniture), H&M (fashion), and Spotify (music streaming).",
    "It is the home country of the iconic pop group ABBA.",
    "Sweden is known for its progressive social policies, including strong welfare benefits and gender equality.",
    "The country has a vast wilderness with numerous lakes, forests, and archipelagos.",
    "Fika, a traditional coffee break often accompanied by pastries, is an important social custom."
  ],
  "fact_ch": [
    "Switzerland is famous for its high-quality chocolate, which is renowned worldwide.",
    "It is a leading producer of precision watches and timepieces.",
    "Switzerland has four official languages: German, French, Italian, and Romansh.",
    "The country is known for its stunning Alpine landscapes, pristine lakes, and charming villages.",
    "Geneva is home to the European headquarters of the United Nations and the International Red Cross."
  ],
  "fact_sy": [
    "Syria is an ancient land with a rich history and numerous UNESCO World Heritage sites, showcasing millennia of civilizations, including the ancient city of Palmyra.",
    "Damascus, its capital, is considered one of the oldest continuously inhabited cities in the world.",
    "The country played a significant role in early Christian and Islamic history.",
    "Syria is known for its vibrant souks, traditional crafts, and historical architecture.",
    "The Euphrates River, one of the longest rivers in Southwest Asia, flows through Syria."
  ],
  "fact_tw": [
    "Taiwan is a vibrant island democracy with towering skyscrapers, including Taipei 101, which was once the world's tallest building.",
    "It is known for its stunning mountainous landscapes, hot springs, and beautiful national parks.",
    "Taiwan is a global leader in technology and semiconductor manufacturing.",
    "The country boasts a rich culinary tradition, with vibrant night markets offering diverse street food.",
    "Traditional Chinese temples and modern art installations coexist in its cities."
  ],
  "fact_tz": [
    "Tanzania is home to Mount Kilimanjaro, Africa's highest peak and the world's highest freestanding mountain.",
    "The vast plains of the Serengeti National Park are famous for the annual Great Migration of wildebeest and zebras.",
    "The Zanzibar Archipelago, off Tanzania's coast, is known for its spice farms and Stone Town, a UNESCO World Heritage site.",
    "The Olduvai Gorge is a crucial paleoanthropological site, often called the 'Cradle of Mankind.'",
    "Maasai tribesmen, known for their distinctive culture and attire, live in parts of Tanzania."
  ],
  "fact_th": [
    "Thailand is known as the 'Land of Smiles' due to the friendly nature of its people.",
    "It is famous for its ornate Buddhist temples, including Wat Arun (Temple of Dawn) and Wat Phra Kaeo (Temple of the Emerald Buddha).",
    "Bangkok, its capital, is a bustling metropolis known for its vibrant street life, markets, and grand palaces.",
    "Thai cuisine, with its balance of sweet, sour, salty, and spicy flavors, is popular worldwide.",
    "Thailand was never colonized by a European power, a unique distinction in Southeast Asia."
  ],
  "fact_tl": [
    "Timor-Leste (East Timor) is one of the world's newest countries, having gained full independence in 2002.",
    "It is known for its rugged mountains, pristine coral reefs, and unexploited natural beauty.",
    "Coffee is a significant agricultural export.",
    "Dili, the capital, is located on the northern coast.",
    "The country has a unique blend of indigenous, Portuguese, and Indonesian cultural influences."
  ],
  "fact_tg": [
    "Togo is a West African nation known for its palm-lined beaches along the Atlantic coast and a hilly interior with traditional villages.",
    "Lomé, the capital, is a major port city and a vibrant commercial center.",
    "The country has a diverse range of ethnic groups, each with unique traditions and languages.",
    "Togo is a major producer of phosphate.",
    "Mount Agou is the highest point in Togo and features a rainforest ecosystem."
  ],
  "fact_to": [
    "Tonga is the only remaining Polynesian monarchy in the South Pacific.",
    "It is known for its pristine beaches, coral reefs, and the opportunity to swim with humpback whales (seasonal).",
    "The capital, Nukuʻalofa, is located on the island of Tongatapu.",
    "Blowholes on the coast of Tongatapu create impressive geyser-like water spouts.",
    "Tongan culture is deeply rooted in traditional values and family ties."
  ],
  "fact_tt": [
    "Trinidad and Tobago is a dual-island nation known for its vibrant Carnival celebrations, among the largest and most famous in the Caribbean.",
    "It is the birthplace of the steelpan, the only acoustic musical instrument invented in the 20th century.",
    "The country is a major producer of oil and natural gas.",
    "Tobago is known for its beautiful, serene beaches and rainforests, while Trinidad is more industrialized and culturally diverse.",
    "Calypso and Soca music originated here."
  ],
  "fact_tn": [
    "Tunisia is a North African country with a rich history dating back to ancient Carthage, a powerful maritime empire.",
    "It is home to numerous well-preserved Roman ruins, including the amphitheater of El Djem.",
    "The Sahara Desert covers a significant portion of its interior, offering stunning desert landscapes and oases.",
    "Tunisia was the birthplace of the Arab Spring revolts in 2010-2011.",
    "Sidi Bou Said is a picturesque village known for its distinctive blue and white houses, overlooking the Mediterranean Sea."
  ],
  "fact_tr": [
    "Turkey spans two continents, with Istanbul being the only city in the world located on both Europe and Asia.",
    "It is home to ancient wonders like Hagia Sophia and the Blue Mosque in Istanbul, and the ancient city of Ephesus.",
    "Cappadocia is famous for its unique 'fairy chimney' rock formations and hot air balloon rides.",
    "Turkish delight (lokum) is a traditional sweet confection originating from Turkey.",
    "The country has a rich history as the center of the Ottoman Empire for centuries."
  ],
  "fact_tm": [
    "Turkmenistan is a Central Asian nation known for its vast Karakum Desert, which covers about 80% of its land.",
    "It is home to the 'Door to Hell' (Darvaza Gas Crater), a natural gas field that has been burning continuously since 1971.",
    "Ashgabat, the capital, is known for its extravagant white marble architecture, earning it a Guinness World Record for the highest density of white marble buildings.",
    "Turkmenistan is one of the world's most isolated countries and has significant natural gas reserves.",
    "The Akhal-Teke horse, known for its beauty and shimmering coat, is a national emblem."
  ],
  "fact_ug": [
    "Uganda is known as the 'Pearl of Africa' for its diverse landscapes, including Lake Victoria (Africa's largest lake), mountains, and savannas.",
    "It is a premier destination for gorilla trekking in Bwindi Impenetrable National Park.",
    "The source of the Nile River, the longest river in Africa, is traditionally identified in Jinja, Uganda.",
    "The country has a rich birdlife, making it a popular spot for birdwatching.",
    "Kampala, the capital, is built on seven hills and is a vibrant East African city."
  ],
  "fact_ua": [
    "Ukraine is the largest country entirely within Europe by area.",
    "Kyiv, its capital, is known for its stunning golden-domed cathedrals and rich historical heritage.",
    "The Chernobyl Exclusion Zone, site of the 1986 nuclear disaster, has become an unexpected wildlife refuge.",
    "Pysanky, intricately decorated Ukrainian Easter eggs, are a significant cultural art form.",
    "The country has a strong tradition of folk music and dance, including the Hopak."
  ],
  "fact_ae": [
    "The United Arab Emirates is a federation of seven emirates, known for its futuristic skylines, luxury tourism, and rapid development.",
    "Dubai is home to the Burj Khalifa, the tallest building in the world.",
    "Abu Dhabi, the capital, is known for its grand mosques, like the Sheikh Zayed Grand Mosque, and cultural institutions.",
    "The UAE has successfully implemented large-scale desert greening projects.",
    "Falconry is a cherished traditional sport and part of Bedouin heritage."
  ],
  "fact_gb": [
    "The United Kingdom gave the world William Shakespeare, one of the greatest playwrights in history, and The Beatles, the most influential band of all time.",
    "It is famous for its iconic red telephone boxes and double-decker buses.",
    "The Tower of London is a historic castle located on the north bank of the River Thames, steeped in centuries of history.",
    "The UK is home to numerous UNESCO World Heritage sites, including Stonehenge and the Roman Baths.",
    "Tea drinking is a deeply ingrained cultural tradition, with various rituals and customs surrounding it."
  ],
  "fact_us": [
    "The USA is incredibly diverse, stretching across a continent with vast landscapes from deserts and mountains to forests and beaches.",
    "It is home to Hollywood, the global center of the film industry, and Silicon Valley, a hub for technological innovation.",
    "The USA boasts 63 stunning national parks, including Yellowstone, Yosemite, and the Grand Canyon.",
    "The Statue of Liberty in New York Harbor is a global symbol of freedom and democracy.",
    "Basketball and American football are two of the most popular sports, with massive fan bases."
  ],
  "fact_uy": [
    "Uruguay is a small South American country known for its relaxed lifestyle, beautiful beaches, and vibrant tango culture.",
    "It is the only Latin American country that is entirely outside the tropics.",
    "Uruguay has nearly one cow for every person, reflecting its strong beef industry.",
    "Montevideo, the capital, boasts a charming old town and a long riverside promenade (Rambla).",
    "Mate, a traditional South American infused drink, is a deeply ingrained part of daily life."
  ],
  "fact_uz": [
    "Uzbekistan is a Central Asian nation at the heart of the ancient Silk Road, home to stunning Islamic architecture in cities like Samarkand, Bukhara, and Khiva.",
    "Registan Square in Samarkand is an iconic complex of madrasahs (Islamic schools) renowned for their intricate tilework.",
    "Cotton is a major crop, earning Uzbekistan the nickname 'White Gold Country.'",
    "The Aral Sea disaster, a major environmental catastrophe, is a significant issue for the region.",
    "Uzbekistan is known for its vibrant bazaars and traditional crafts, including ceramics and textiles."
  ],
  "fact_vu": [
    "Vanuatu is a South Pacific island nation known for its active volcanoes, vibrant tribal cultures, and unique customs.",
    "It is one of the best places in the world to experience land diving (Naghol), the precursor to bungee jumping, on Pentecost Island.",
    "The world's only underwater post office is located off Hideaway Island, where divers can mail waterproof postcards.",
    "Mount Yasur on Tanna Island is one of the most accessible active volcanoes in the world, offering spectacular night views of eruptions.",
    "Kava, a traditional non-alcoholic drink made from the kava plant root, is widely consumed in ceremonial and social settings."
  ],
  "fact_va": [
    "Vatican City is the smallest independent state in the world, both in terms of area and population, acting as a sovereign city-state.",
    "It is the spiritual and administrative headquarters of the Roman Catholic Church.",
    "St. Peter's Basilica, one of the largest churches in the world, and the Vatican Museums, housing masterpieces like the Sistine Chapel, are located here.",
    "The Vatican has its own post office, currency, and even a railway station (though rarely used).",
    "Swiss Guards, distinctively dressed soldiers, protect the Pope and the Vatican City."
  ],
  "fact_ve": [
    "Venezuela is home to Angel Falls, the world's highest uninterrupted waterfall, plunging 979 meters (3,212 ft) from the Auyán-tepui mountain.",
    "It has vast oil reserves, among the largest in the world.",
    "The country boasts diverse ecosystems, from the Andean mountains to the Amazon rainforest, Caribbean coast, and the Llanos grasslands.",
    "Lake Maracaibo is one of the oldest lakes on Earth and known for the Catatumbo lightning, a unique atmospheric phenomenon.",
    "Baseball is the most popular sport."
  ],
  "fact_vn": [
    "Vietnam is known for its stunning natural beauty, from the limestone karsts of Ha Long Bay (a UNESCO World Heritage site) to the lush Mekong Delta.",
    "Hanoi, its capital, is famous for its ancient temples, colonial architecture, and vibrant street food scene.",
    "The country has a rich history of resistance against foreign powers, including the French and Americans.",
    "Pho, a flavorful noodle soup, is the national dish and widely loved.",
    "Traditional conical hats (nón lá) are an iconic symbol of Vietnamese culture."
  ],
  "fact_ye": [
    "Yemen is an ancient land on the Arabian Peninsula with a unique architectural heritage, including the mud-brick skyscrapers of Shibam, a UNESCO World Heritage site often called the 'Manhattan of the Desert.'",
    "Socotra Island, part of Yemen, is a UNESCO World Heritage site known for its unique 'Dragon's Blood' trees and endemic plant species.",
    "Sana'a, its capital, is one of the oldest continuously inhabited cities in the world, with a distinctive ancient architecture.",
    "Qat, a mild stimulant leaf, plays a significant role in Yemeni culture.",
    "The country has a strategic location at the Bab-el-Mandeb Strait, connecting the Red Sea to the Gulf of Aden."
  ],
  "fact_zm": [
    "Zambia is a landlocked Southern African country famous for Victoria Falls, one of the world's largest waterfalls, shared with Zimbabwe.",
    "The country boasts vast national parks and wildlife reserves, offering excellent safari opportunities.",
    "The Zambezi River is a major lifeline, flowing through the country and forming the boundary with Zimbabwe.",
    "Lusaka, the capital, is a rapidly growing city.",
    "Zambia is rich in copper, which is a major export."
  ],
  "fact_zw": [
    "Zimbabwe is a Southern African nation known for the spectacular Victoria Falls, one of the largest waterfalls in the world.",
    "It is home to the ancient Great Zimbabwe ruins, a UNESCO World Heritage site that was once the capital of a powerful medieval kingdom.",
    "Hwange National Park is the largest national park and home to a vast elephant population.",
    "Lake Kariba, one of the world's largest man-made lakes, is located on its border with Zambia.",
    "The country has diverse landscapes, from granite kopjes (rocky outcrops) to lush Eastern Highlands."
  ]
}