Repository: RonaldBruckner/WorldExplorer
Catalog: lib/l10n/intl_*.arb
Languages: de

source: Location Permission Required
de: Standortberechtigung erforderlich

# location_permission_text
source: To determine your country, the app needs access to your location.
de: Um dein Land bestimmen zu können, benötigt die App Zugriff auf deinen Standort.

source: Cancel
de: Abbrechen

# internet_unavailable
source: Internet connection is unavailable.
de: Keine Internetverbindung verfügbar.

# gps_error
source: GPS is not enabled or permission is missing.
de: GPS ist deaktiviert oder die Berechtigung fehlt.

# missing_requirements
source: Can't Start the Adventure Yet!
de: Warte mal, wir sind noch nicht startklar!

source: Getting GPS location...
de: GPS Standort wird ermittelt...

source: Loading country info...
de: Länderinfo wird geladen...

# current_location
source: Your Current Location
de: Aktueller Standort

source: Search country...
de: Suchen...

source: Country
de: Land

# country_al
source: Albania
de: Albanien

# country_dz
source: Algeria
de: Algerien

# country_ag
source: Antigua and Barbuda
de: Antigua und Barbuda

# country_ar
source: Argentina
de: Argentinien

# country_am
source: Armenia
de: Armenien

# country_au
source: Australia
de: Australien

# country_at
source: Austria
de: Österreich

# country_az
source: Azerbaijan
de: Aserbaidschan

# country_bd
source: Bangladesh
de: Bangladesch

# country_be
source: Belgium
de: Belgien

# country_bo
source: Bolivia
de: Bolivien

# country_ba
source: Bosnia and Herzegovina
de: Bosnien und Herzegowina

# country_br
source: Brazil
de: Brasilien

# country_bg
source: Bulgaria
de: Bulgarien

# country_kh
source: Cambodia
de: Kambodscha

# country_cm
source: Cameroon
de: Kamerun

# country_ca
source: Canada
de: Kanada

# country_cf
source: Central African Republic
de: Zentralafrikanische Republik

# country_td
source: Chad
de: Tschad

# country_co
source: Colombia
de: Kolumbien

# country_km
source: Comoros
de: Komoren

# country_cd
source: DR Congo
de: DR Kongo

# country_cg
source: Republic of the Congo
de: Republik Kongo

# country_hr
source: Croatia
de: Kroatien

# country_cu
source: Cuba
de: Kuba

# country_cy
source: Cyprus
de: Zypern

# country_cz
source: Czechia
de: Tschechien

# country_dk
source: Denmark
de: Dänemark

# country_dj
source: Djibouti
de: Dschibuti

# country_do
source: Dominican Republic
de: Dominikanische Republik

# country_eg
source: Egypt
de: Ägypten

# country_gq
source: Equatorial Guinea
de: Äquatorialguinea

# country_ee
source: Estonia
de: Estland

# country_et
source: Ethiopia
de: Äthiopien

# country_fj
source: Fiji
de: Fidschi

# country_fi
source: Finland
de: Finnland

# country_fr
source: France
de: Frankreich

# country_ga
source: Gabon
de: Gabun

# country_ge
source: Georgia
de: Georgien

# country_de
source: Germany
de: Deutschland

# country_gr
source: Greece
de: Griechenland

# country_hu
source: Hungary
de: Ungarn

# country_is
source: Iceland
de: Island

# country_in
source: India
de: Indien

# country_id
source: Indonesia
de: Indonesien

# country_iq
source: Iraq
de: Irak

# country_ie
source: Ireland
de: Irland

# country_it
source: Italy
de: Italien

# country_jm
source: Jamaica
de: Jamaika

# country_jo
source: Jordan
de: Jordanien

# country_kz
source: Kazakhstan
de: Kasachstan

# country_ke
source: Kenya
de: Kenia

# country_kp
source: North Korea
de: Nordkorea

# country_kr
source: South Korea
de: Südkorea

# country_kg
source: Kyrgyzstan
de: Kirgisistan

# country_lv
source: Latvia
de: Lettland

# country_lb
source: Lebanon
de: Libanon

# country_ly
source: Libya
de: Libyen

# country_lt
source: Lithuania
de: Litauen

# country_lu
source: Luxembourg
de: Luxemburg

# country_mg
source: Madagascar
de: Madagaskar

# country_mv
source: Maldives
de: Malediven

# country_mr
source: Mauritania
de: Mauretanien

# country_mx
source: Mexico
de: Mexiko

# country_md
source: Moldova
de: Moldawien

# country_mn
source: Mongolia
de: Mongolei

# country_ma
source: Morocco
de: Marokko

# country_mz
source: Mozambique
de: Mosambik

# country_nl
source: Netherlands
de: Niederlande

# country_nz
source: New Zealand
de: Neuseeland

# country_ni
source: Nicaragua
de: Nikaragua

# country_no
source: Norway
de: Norwegen

# country_pg
source: Papua New Guinea
de: Papua-Neuguinea

# country_ph
source: Philippines
de: Philippinen

# country_pl
source: Poland
de: Polen

# country_qa
source: Qatar
de: Katar

# country_ro
source: Romania
de: Rumänien

# country_ru
source: Russia
de: Russland

# country_rw
source: Rwanda
de: Ruanda

# country_kn
source: Saint Kitts and Nevis
de: St. Kitts und Nevis

# country_lc
source: Saint Lucia
de: St. Lucia

# country_vc
source: Saint Vincent and the Grenadines
de: St. Vincent und die Grenadinen

# country_st
source: Sao Tome and Principe
de: São Tomé und Príncipe

# country_sa
source: Saudi Arabia
de: Saudi-Arabien

# country_rs
source: Serbia
de: Serbien

# country_sc
source: Seychelles
de: Seychellen

# country_sg
source: Singapore
de: Singapur

# country_sk
source: Slovakia
de: Slowakei

# country_si
source: Slovenia
de: Slowenien

# country_sb
source: Solomon Islands
de: Salomonen

# country_za
source: South Africa
de: Südafrika

# country_es
source: Spain
de: Spanien

# country_se
source: Sweden
de: Schweden

# country_ch
source: Switzerland
de: Schweiz

# country_sy
source: Syria
de: Syrien

# country_tz
source: Tanzania
de: Tansania

# country_tt
source: Trinidad and Tobago
de: Trinidad und Tobago

# country_tn
source: Tunisia
de: Tunesien

# country_tr
source: Turkey
de: Türkei

# country_ae
source: United Arab Emirates
de: Vereinigte Arabische Emirate

# country_gb
source: United Kingdom
de: Vereinigtes Königreich

# country_us
source: United States
de: Vereinigte Staaten

# country_uz
source: Uzbekistan
de: Usbekistan

# country_va
source: Vatican City
de: Vatikanstadt

# country_ye
source: Yemen
de: Jemen

# country_zm
source: Zambia
de: Sambia

# country_zw
source: Zimbabwe
de: Simbabwe

# fact_af
source: Afghanistan is a landlocked country known for its rugged mountains and rich historical Silk Road heritage.
de: Afghanistan ist ein Binnenstaat, bekannt für seine rauen Berge und das reiche Erbe der historischen Seidenstraße.

# fact_al
source: Albania boasts stunning Adriatic and Ionian coastlines and a fascinating history with over 750,000 bunkers.
de: Albanien bietet atemberaubende Adriaküsten und Ionische Küsten und eine faszinierende Geschichte mit über 750.000 Bunkern.

# fact_dz
source: Algeria is the largest country in Africa, with a vast Sahara Desert and ancient Roman ruins.
de: Algerien ist das größte Land Afrikas mit einer riesigen Sahara-Wüste und antiken römischen Ruinen.

# fact_ad
source: Andorra is a tiny, mountainous microstate nestled in the Pyrenees, known for its duty-free shopping and ski resorts.
de: Andorra ist ein winziger, bergiger Mikrostaat in den Pyrenäen, bekannt für zollfreies Einkaufen und Skigebiete.

# fact_ao
source: Angola is rich in natural resources and boasts diverse landscapes, from tropical Atlantic beaches to the Namib Desert.
de: Angola ist reich an natürlichen Ressourcen und bietet vielfältige Landschaften, von tropischen Atlantikstränden bis zur Namib-Wüste.

# fact_ag
source: Antigua and Barbuda is famous for having 365 beaches, one for every day of the year.
de: Antigua und Barbuda ist berühmt für seine 365 Strände, einen für jeden Tag des Jahres.

# fact_ar
source: Argentina is home to the tango and the world's widest avenue in Buenos Aires.
de: Argentinien ist die Heimat des Tangos und der breitesten Allee der Welt in Buenos Aires.

# fact_am
source: Armenia is one of the world's oldest Christian nations, home to ancient monasteries and stunning mountain scenery.
de: Armenien ist eine der ältesten christlichen Nationen der Welt und beherbergt antike Klöster und atemberaubende Berglandschaften.

# fact_au
source: Australia has more kangaroos than people and is home to the Great Barrier Reef.
de: Australien hat mehr Kängurus als Menschen und ist die Heimat des Great Barrier Reefs.

# fact_at
source: Austria gave the world Mozart and has over 60% of its land covered by the Alps.
de: Österreich schenkte der Welt Mozart und hat über 60% seiner Fläche von den Alpen bedeckt.

# fact_az
source: Azerbaijan is known as the 'Land of Fire' due to its natural gas reserves and has a unique blend of Eastern and Western cultures.
de: Aserbaidschan ist aufgrund seiner Erdgasvorkommen als 'Land des Feuers' bekannt und bietet eine einzigartige Mischung aus östlichen und westlichen Kulturen.

# fact_bs
source: The Bahamas is an archipelago of over 700 islands and cays, famous for its clear turquoise waters and vibrant coral reefs.
de: Die Bahamas sind ein Archipel von über 700 Inseln und Inselchen, berühmt für ihr klares türkisfarbenes Wasser und lebendige Korallenriffe.

# fact_bh
source: Bahrain is an island nation known for its ancient Dilmun civilization, pearl diving history, and modern skyline.
de: Bahrain ist ein Inselstaat, bekannt für seine antike Dilmun-Zivilisation, Perltauchgeschichte und moderne Skyline.

# fact_bd
source: Bangladesh is a densely populated country characterized by its deltas, lush greenery, and rich literary tradition.
de: Bangladesch ist ein dicht besiedeltes Land, das sich durch seine Deltas, üppiges Grün und eine reiche literarische Tradition auszeichnet.

# fact_bb
source: Barbados is the birthplace of rum and boasts beautiful beaches and a vibrant calypso music scene.
de: Barbados ist der Geburtsort des Rums und bietet wunderschöne Strände und eine lebendige Calypso-Musikszene.

# fact_by
source: Belarus is known for its vast forests, numerous lakes, and well-preserved medieval castles.
de: Belarus ist bekannt für seine weiten Wälder, zahlreichen Seen und gut erhaltenen mittelalterlichen Burgen.

# fact_be
source: Belgium is known for its waffles, chocolates, and more castles per square mile than any other country.
de: Belgien ist bekannt für seine Waffeln, Pralinen und mehr Schlösser pro Quadratmeile als jedes andere Land.

# fact_bz
source: Belize is a Central American gem with the second-largest barrier reef in the world, perfect for diving and snorkeling.
de: Belize ist ein mittelamerikanisches Juwel mit dem zweitgrößten Barriereriff der Welt, perfekt zum Tauchen und Schnorcheln.

# fact_bj
source: Benin is the birthplace of Vodun (Voodoo) and has a rich history showcased in its royal palaces.
de: Benin ist der Geburtsort des Vodun (Voodoo) und hat eine reiche Geschichte, die in seinen Königspalästen gezeigt wird.

# fact_bt
source: Bhutan is the only country in the world that measures its success by Gross National Happiness.
de: Bhutan ist das einzige Land der Welt, das seinen Erfolg am Bruttonationalglück misst.

# fact_bo
source: Bolivia is home to the world's largest salt flat, Salar de Uyuni, and the highest capital city, La Paz.
de: Bolivien beherbergt die größte Salzwüste der Welt, Salar de Uyuni, und die höchstgelegene Hauptstadt, La Paz.

# fact_ba
source: Bosnia and Herzegovina is known for its diverse cultural heritage, stunning natural beauty, and the iconic Stari Most bridge in Mostar.
de: Bosnien und Herzegowina ist bekannt für sein vielfältiges kulturelles Erbe, seine atemberaubende natürliche Schönheit und die ikonische Stari Most Brücke in Mostar.

# fact_bw
source: Botswana is a land of vast wilderness, famous for its Okavango Delta, a unique inland delta supporting abundant wildlife.
de: Botswana ist ein Land der weiten Wildnis, berühmt für sein Okavango-Delta, ein einzigartiges Binnendelta, das eine reiche Tierwelt beherbergt.

# fact_br
source: Brazil is home to the Amazon Rainforest and the famous Christ the Redeemer statue.
de: Brasilien ist die Heimat des Amazonas-Regenwaldes und der berühmten Christus-Erlöser-Statue.

# fact_bn
source: Brunei Darussalam is a tiny, oil-rich sultanate on Borneo island, known for its opulent mosques and untouched rainforests.
de: Brunei Darussalam ist ein winziges, ölreiches Sultanat auf Borneo, bekannt für seine opulenten Moscheen und unberührten Regenwälder.

# fact_bg
source: Bulgaria is one of the oldest states in Europe, known for its rose oil production, ancient Thracian treasures, and Orthodox monasteries.
de: Bulgarien ist einer der ältesten Staaten Europas, bekannt für seine Rosenölproduktion, antike thrakische Schätze und orthodoxe Klöster.

# fact_bf
source: Burkina Faso is a landlocked West African nation known for its vibrant traditional music and art.
de: Burkina Faso ist ein Binnenstaat in Westafrika, bekannt für seine lebendige traditionelle Musik und Kunst.

# fact_bi
source: Burundi is a land of a thousand hills, offering stunning landscapes around Lake Tanganyika.
de: Burundi ist ein Land der tausend Hügel, das atemberaubende Landschaften rund um den Tanganjikasee bietet.

# fact_cv
source: Cabo Verde is an archipelago of volcanic islands off the coast of West Africa, renowned for its Creole Portuguese-African culture and music.
de: Cabo Verde ist ein Archipel von Vulkaninseln vor der Küste Westafrikas, bekannt für seine kreolische portugiesisch-afrikanische Kultur und Musik.

# fact_kh
source: Cambodia is home to the majestic Angkor Wat, one of the largest religious monuments in the world.
de: Kambodscha beherbergt den majestätischen Angkor Wat, eines der größten religiösen Monumente der Welt.

# fact_cm
source: Cameroon is often called 'Africa in miniature' due to its diverse landscapes, from beaches and deserts to mountains and rainforests.
de: Kamerun wird aufgrund seiner vielfältigen Landschaften, von Stränden und Wüsten bis zu Bergen und Regenwäldern, oft als 'Afrika im Miniaturformat' bezeichnet.

# fact_ca
source: Canada has the longest coastline in the world and is known for maple syrup and ice hockey.
de: Kanada hat die längste Küstenlinie der Welt und ist bekannt für Ahornsirup und Eishockey.

# fact_cf
source: The Central African Republic is a landlocked country with vast savannas and is home to diverse wildlife.
de: Die Zentralafrikanische Republik ist ein Binnenstaat mit weiten Savannen und beherbergt eine vielfältige Tierwelt.

# fact_td
source: Chad is a landlocked nation in Central Africa, dominated by the Sahara Desert and Lake Chad, a vital freshwater source.
de: Der Tschad ist eine Binnennation in Zentralafrika, dominiert von der Sahara und dem Tschadsee, einer wichtigen Süßwasserquelle.

# fact_cl
source: Chile is the world's longest country, stretching from the Atacama Desert to Patagonia's glaciers.
de: Chile ist das längste Land der Welt und erstreckt sich von der Atacama-Wüste bis zu den Gletschern Patagoniens.

# fact_cn
source: China is the world’s most populous country and home to the Great Wall, visible from space.
de: China ist das bevölkerungsreichste Land der Welt und die Heimat der Chinesischen Mauer, die vom Weltraum aus sichtbar ist.

# fact_co
source: Colombia is a country of vibrant biodiversity, from Amazon rainforests to Andean mountains, and is famous for its coffee.
de: Kolumbien ist ein Land von lebendiger Biodiversität, von Amazonas-Regenwäldern bis zu Andenbergen, und ist berühmt für seinen Kaffee.

# fact_km
source: Comoros is an archipelago nation in the Indian Ocean, known for its volcanic landscapes and fragrant spice islands.
de: Die Komoren sind ein Archipelstaat im Indischen Ozean, bekannt für seine vulkanischen Landschaften und duftenden Gewürzinseln.

# fact_cd
source: The Democratic Republic of the Congo is the second-largest country in Africa, known for its immense natural resources and diverse ecosystems.
de: Die Demokratische Republik Kongo ist das zweitgrößte Land Afrikas, bekannt für seine immensen natürlichen Ressourcen und vielfältigen Ökosysteme.

# fact_cg
source: The Republic of the Congo is a Central African nation with vast rainforests, home to gorillas and other wildlife.
de: Die Republik Kongo ist eine zentralafrikanische Nation mit riesigen Regenwäldern, die Gorillas und andere Wildtiere beherbergen.

# fact_cr
source: Costa Rica is a pioneer in ecotourism, boasting incredible biodiversity and beautiful national parks.
de: Costa Rica ist ein Pionier im Ökotourismus und verfügt über eine unglaubliche Artenvielfalt und wunderschöne Nationalparks.

# fact_ci
source: Côte d'Ivoire is West Africa's largest producer of cocoa and is known for its vibrant markets and diverse ethnic groups.
de: Die Elfenbeinküste ist Westafrikas größter Kakaoproduzent und bekannt für ihre lebhaften Märkte und vielfältigen ethnischen Gruppen.

# fact_hr
source: Croatia boasts stunning Adriatic coastlines with thousands of islands and historical cities like Dubrovnik.
de: Kroatien verfügt über atemberaubende Adriaküsten mit Tausenden von Inseln und historischen Städten wie Dubrovnik.

# fact_cu
source: Cuba is known for its classic cars, vibrant music, rich history, and famous cigars.
de: Kuba ist bekannt für seine Oldtimer, lebendige Musik, reiche Geschichte und berühmte Zigarren.

# fact_cy
source: Cyprus is a Mediterranean island nation steeped in mythology and dotted with ancient ruins and beautiful beaches.
de: Zypern ist eine Mittelmeerinsel, reich an Mythologie und gespickt mit antiken Ruinen und wunderschönen Stränden.

# fact_cz
source: Czechia is famous for its charming capital Prague, rich history, and the invention of Pilsner beer.
de: Tschechien ist berühmt für seine charmante Hauptstadt Prag, reiche Geschichte und die Erfindung des Pilsner Bieres.

# fact_dk
source: Denmark is one of the happiest countries and the birthplace of LEGO.
de: Dänemark ist eines der glücklichsten Länder und der Geburtsort von LEGO.

# fact_dj
source: Djibouti is a small nation strategically located on the Horn of Africa, known for its unique geological formations like Lake Assal.
de: Dschibuti ist eine kleine, strategisch günstig am Horn von Afrika gelegene Nation, bekannt für ihre einzigartigen geologischen Formationen wie den Assalsee.

# fact_dm
source: Dominica is known as the 'Nature Isle of the Caribbean' for its lush rainforests, volcanic landscapes, and natural hot springs.
de: Dominica ist aufgrund ihrer üppigen Regenwälder, vulkanischen Landschaften und natürlichen heißen Quellen als 'Naturinsel der Karibik' bekannt.

# fact_do
source: The Dominican Republic shares the island of Hispaniola and is renowned for its beautiful beaches, merengue music, and historical colonial architecture.
de: Die Dominikanische Republik teilt sich die Insel Hispaniola und ist bekannt für ihre schönen Strände, Merengue-Musik und historische Kolonialarchitektur.

# fact_ec
source: Ecuador is named after the equator, through which it passes, and is home to diverse ecosystems, including the Galapagos Islands.
de: Ecuador ist nach dem Äquator benannt, den es durchquert, und beherbergt vielfältige Ökosysteme, einschließlich der Galapagosinseln.

# fact_eg
source: Egypt is home to the ancient pyramids and the Sphinx, and the mighty Nile River flows through its heart.
de: Ägypten ist die Heimat der alten Pyramiden und der Sphinx, und der mächtige Nil fließt durch sein Herz.

# fact_sv
source: El Salvador is Central America's smallest country, known as the 'Land of Volcanoes' and for its beautiful Pacific coastline.
de: El Salvador ist das kleinste Land Mittelamerikas, bekannt als 'Land der Vulkane' und für seine wunderschöne Pazifikküste.

# fact_gq
source: Equatorial Guinea is the only sovereign African state where Spanish is an official language, and it's rich in oil.
de: Äquatorialguinea ist der einzige souveräne afrikanische Staat, in dem Spanisch Amtssprache ist, und es ist reich an Öl.

# fact_er
source: Eritrea is a country with a long Red Sea coastline and distinctive Italian colonial architecture in its capital, Asmara.
de: Eritrea ist ein Land mit einer langen Küste am Roten Meer und einer markanten italienischen Kolonialarchitektur in seiner Hauptstadt Asmara.

# fact_ee
source: Estonia is a digital pioneer, known for its medieval Old Town in Tallinn and dense forests.
de: Estland ist ein digitaler Pionier, bekannt für seine mittelalterliche Altstadt in Tallinn und dichte Wälder.

# fact_sz
source: Eswatini is one of Africa's last absolute monarchies, known for its vibrant traditional culture and wildlife reserves.
de: Eswatini ist eine der letzten absoluten Monarchien Afrikas, bekannt für ihre lebendige traditionelle Kultur und Wildtierreservate.

# fact_et
source: Ethiopia is an ancient land with a rich history, the birthplace of coffee, and home to rock-hewn churches.
de: Äthiopien ist ein altes Land mit einer reichen Geschichte, dem Geburtsort des Kaffees und Heimat von Felsenkirchen.

# fact_fj
source: Fiji is an island paradise in the South Pacific, famous for its pristine beaches, coral reefs, and friendly locals.
de: Fidschi ist ein Inselparadies im Südpazifik, berühmt für seine unberührten Strände, Korallenriffe und freundlichen Einheimischen.

# fact_fi
source: Finland has thousands of lakes and is famous for saunas and Northern Lights viewing.
de: Finnland hat Tausende von Seen und ist berühmt für Saunen und die Beobachtung der Nordlichter.

# fact_fr
source: France is the world’s most visited country and the Eiffel Tower sparkles every evening.
de: Frankreich ist das meistbesuchte Land der Welt, und der Eiffelturm funkelt jeden Abend.

# fact_ga
source: Gabon is a Central African nation with vast protected national parks, preserving its rich biodiversity and gorilla populations.
de: Gabun ist ein zentralafrikanisches Land mit riesigen geschützten Nationalparks, die seine reiche Artenvielfalt und Gorillapopulationen bewahren.

# fact_gm
source: The Gambia is the smallest country in mainland Africa, known for its narrow strip of land along the Gambia River.
de: Gambia ist das kleinste Land auf dem afrikanischen Festland, bekannt für seinen schmalen Landstreifen entlang des Gambia-Flusses.

# fact_ge
source: Georgia is a country at the crossroads of Europe and Asia, famous for its ancient wine-making traditions and stunning Caucasus mountains.
de: Georgien ist ein Land an der Kreuzung von Europa und Asien, berühmt für seine alten Weinbautraditionen und atemberaubenden Kaukasusberge.

# fact_de
source: Germany is known for its autobahns, beer culture, and as the birthplace of Beethoven.
de: Deutschland ist bekannt für seine Autobahnen, Bierkultur und als Geburtsort Beethovens.

# fact_gh
source: Ghana was the first sub-Saharan African country to gain independence and is known for its kente cloth and vibrant music.
de: Ghana war das erste Land südlich der Sahara, das die Unabhängigkeit erlangte, und ist bekannt für seinen Kente-Stoff und seine lebendige Musik.

# fact_gr
source: Greece is the cradle of Western civilization and home to ancient ruins like the Parthenon.
de: Griechenland ist die Wiege der westlichen Zivilisation und Heimat antiker Ruinen wie des Parthenon.

# fact_gd
source: Grenada is known as the 'Spice Isle' for its production of nutmeg and other spices, surrounded by beautiful beaches.
de: Grenada ist als 'Gewürzinsel' bekannt für ihre Produktion von Muskatnuss und anderen Gewürzen, umgeben von wunderschönen Stränden.

# fact_gt
source: Guatemala is home to ancient Mayan ruins, including the impressive Tikal, and stunning volcanic landscapes.
de: Guatemala ist die Heimat alter Maya-Ruinen, einschließlich des beeindruckenden Tikal, und atemberaubender vulkanischer Landschaften.

# fact_gn
source: Guinea is a West African country rich in natural resources, known for its traditional music and diverse landscapes.
de: Guinea ist ein westafrikanisches Land, reich an natürlichen Ressourcen, bekannt für seine traditionelle Musik und vielfältige Landschaften.

# fact_gw
source: Guinea-Bissau is a small West African nation known for its Bijagos Archipelago, a UNESCO Biosphere Reserve.
de: Guinea-Bissau ist eine kleine westafrikanische Nation, bekannt für ihren Bijagos-Archipel, ein UNESCO-Biosphärenreservat.
