Repository: RonaldBruckner/WorldExplorer
Catalog: lib/l10n/intl_*.arb
Languages: de

# fact_sy
source: Syria is an ancient land with a rich history and numerous UNESCO World Heritage sites, showcasing millennia of civilizations.
de: Syrien ist ein altes Land mit einer reichen Geschichte und zahlreichen UNESCO-Welterbestätten, die Jahrtausende von Zivilisationen zeigen.

# fact_tw
source: Taiwan is a vibrant island democracy with towering skyscrapers, beautiful mountains, and rich culinary traditions.
de: Taiwan ist eine lebendige Inseldemokratie mit hoch aufragenden Wolkenkratzern, wunderschönen Bergen und reichen kulinarischen Traditionen.

# fact_tz
source: Tanzania is home to Mount Kilimanjaro, Africa's highest peak, and the vast plains of the Serengeti, famed for its wildlife.
de: Tansania ist die Heimat des Kilimandscharo, Afrikas höchstem Gipfel, und der weiten Serengeti-Ebene, berühmt für ihre Tierwelt.

# fact_th
source: Thailand is known as the 'Land of Smiles,' famous for its ornate temples, bustling markets, and beautiful beaches.
de: Thailand ist bekannt als das 'Land des Lächelns', berühmt für seine kunstvollen Tempel, geschäftigen Märkte und schönen Strände.

# fact_tl
source: Timor-Leste is one of the world's newest countries, known for its rugged mountains, pristine coral reefs, and coffee production.
de: Timor-Leste ist eines der jüngsten Länder der Welt, bekannt für seine rauen Berge, unberührten Korallenriffe und Kaffeeproduktion.

# fact_tg
source: Togo is a West African nation known for its palm-lined beaches and hilly interior with traditional villages.
de: Togo ist eine westafrikanische Nation, bekannt für ihre von Palmen gesäumten Strände und ihr hügeliges Inneres mit traditionellen Dörfern.

# fact_to
source: Tonga is the only remaining Polynesian monarchy, known for its pristine beaches, coral reefs, and humpback whale migrations.
de: Tonga ist die einzige verbleibende polynesische Monarchie, bekannt für ihre unberührten Strände, Korallenriffe und Buckelwalwanderungen.

# fact_tt
source: Trinidad and Tobago is a dual-island nation known for its vibrant Carnival celebrations, calypso, and steelpan music.
de: Trinidad und Tobago ist eine Doppelinsel-Nation, bekannt für ihre lebhaften Karnevalsfeiern, Calypso- und Steelpan-Musik.

# fact_tn
source: Tunisia is a North African country with a rich history dating back to ancient Carthage and Roman times, and beautiful Mediterranean coastlines.
de: Tunesien ist ein nordafrikanisches Land mit einer reichen Geschichte, die bis ins alte Karthago und die Römerzeit zurückreicht, und wunderschönen Mittelmeerküsten.

# fact_tr
source: Turkey spans two continents and is home to ancient wonders like Hagia Sophia.
de: Die Türkei erstreckt sich über zwei Kontinente und ist die Heimat antiker Wunder wie der Hagia Sophia.

# fact_tm
source: Turkmenistan is a Central Asian nation known for its vast Karakum Desert, ancient Silk Road cities, and the 'Door to Hell' gas crater.
de: Turkmenistan ist eine zentralasiatische Nation, bekannt für ihre weite Karakum-Wüste, alte Seidenstraßenstädte und den 'Tor zur Hölle'-Gaskrater.

# fact_ug
source: Uganda is known as the 'Pearl of Africa' for its diverse landscapes, including Lake Victoria, and gorilla trekking opportunities.
de: Uganda ist aufgrund seiner vielfältigen Landschaften, einschließlich des Viktoriasees, und der Möglichkeiten zum Gorilla-Trekking als 'Perle Afrikas' bekannt.

# fact_ua
source: Ukraine is the largest country entirely within Europe, known for its rich cultural heritage, vibrant capital Kyiv, and diverse landscapes.
de: Die Ukraine ist das größte Land vollständig innerhalb Europas, bekannt für ihr reiches kulturelles Erbe, die lebendige Hauptstadt Kiew und vielfältige Landschaften.

# fact_ae
source: The United Arab Emirates is a federation of emirates known for its futuristic skylines, luxury tourism, and vast desert landscapes.
de: Die Vereinigten Arabischen Emirate sind eine Föderation von Emiraten, bekannt für ihre futuristischen Skylines, den Luxustourismus und weite Wüstenlandschaften.

# fact_gb
source: The UK gave the world Shakespeare, The Beatles, and the iconic red telephone box.
de: Das Vereinigte Königreich schenkte der Welt Shakespeare, die Beatles und die ikonische rote Telefonzelle.

# fact_us
source: The USA is incredibly diverse, home to Hollywood, Silicon Valley, and 63 national parks.
de: Die USA sind unglaublich vielfältig und beherbergen Hollywood, Silicon Valley und 63 Nationalparks.

# fact_uy
source: Uruguay is a small South American country known for its relaxed lifestyle, beautiful beaches, and vibrant tango culture.
de: Uruguay ist ein kleines südamerikanisches Land, bekannt für seinen entspannten Lebensstil, schöne Strände und lebendige Tango-Kultur.

# fact_uz
source: Uzbekistan is a Central Asian nation at the heart of the ancient Silk Road, home to stunning Islamic architecture in Samarkand and Bukhara.
de: Usbekistan ist eine zentralasiatische Nation im Herzen der alten Seidenstraße und beherbergt atemberaubende islamische Architektur in Samarkand und Buchara.

# fact_vu
source: Vanuatu is a South Pacific island nation known for its active volcanoes, vibrant tribal cultures, and underwater post office.
de: Vanuatu ist eine südpazifische Inselnation, bekannt für ihre aktiven Vulkane, lebendigen Stammeskulturen und Unterwasser-Postamt.

# fact_va
source: Vatican City is the smallest independent state in the world, the spiritual home of the Roman Catholic Church, and home to St. Peter's Basilica.
de: Der Vatikanstaat ist der kleinste unabhängige Staat der Welt, die spirituelle Heimat der römisch-katholischen Kirche und beherbergt den Petersdom.

# fact_ve
source: Venezuela is home to Angel Falls, the world's highest uninterrupted waterfall, and diverse ecosystems.
de: Venezuela ist die Heimat des Angel Falls, des höchsten ununterbrochenen Wasserfalls der Welt, und vielfältiger Ökosysteme.

# fact_vn
source: Vietnam is known for its stunning natural beauty, from the limestone karsts of Ha Long Bay to the Mekong Delta, and rich history.
de: Vietnam ist bekannt für seine atemberaubende natürliche Schönheit, von den Kalksteinformationen der Halong-Bucht bis zum Mekong-Delta, und seine reiche Geschichte.

# fact_ye
source: Yemen is an ancient land on the Arabian Peninsula with a unique architectural heritage, including the mud-brick skyscrapers of Shibam.
de: Jemen ist ein altes Land auf der Arabischen Halbinsel mit einem einzigartigen architektonischen Erbe, einschließlich der Lehmziegel-Wolkenkratzer von Shibam.

# fact_zm
source: Zambia is a landlocked Southern African country famous for Victoria Falls, one of the world's largest waterfalls, and abundant wildlife.
de: Sambia ist ein Binnenstaat im südlichen Afrika, berühmt für die Victoriafälle, einen der größten Wasserfälle der Welt, und eine reiche Tierwelt.

# fact_zw
source: Zimbabwe is a Southern African nation known for the spectacular Victoria Falls, abundant wildlife in national parks, and ancient Great Zimbabwe ruins.
de: Simbabwe ist eine Nation im südlichen Afrika, bekannt für die spektakulären Victoriafälle, eine reiche Tierwelt in Nationalparks und die antiken Ruinen von Groß-Simbabwe.

source: Now
de: Jetzt

# detailed_forecast
source: Forecast
de: Wettervorhersage

# weather_clear_sky
source: Clear sky
de: Klarer Himmel

# weather_few_clouds
source: Few clouds
de: Wenige Wolken

# weather_scattered_clouds
source: Scattered clouds
de: Aufgelockerte Bewölkung

# weather_broken_clouds
source: Broken clouds
de: Stark bewölkt

# weather_overcast_clouds
source: Overcast clouds
de: Bedeckt

# weather_thunderstorm_with_light_rain
source: Thunderstorm with light rain
de: Gewitter mit leichtem Regen

# weather_thunderstorm_with_rain
source: Thunderstorm with rain
de: Gewitter mit Regen

# weather_thunderstorm_with_heavy_rain
source: Thunderstorm with heavy rain
de: Gewitter mit starkem Regen

# weather_light_thunderstorm
source: Light thunderstorm
de: Leichtes Gewitter

# weather_thunderstorm
source: Thunderstorm
de: Gewitter

# weather_heavy_thunderstorm
source: Heavy thunderstorm
de: Starkes Gewitter

# weather_ragged_thunderstorm
source: Ragged thunderstorm
de: Unregelmäßiges Gewitter

# weather_thunderstorm_with_light_drizzle
source: Thunderstorm with light drizzle
de: Gewitter mit leichtem Nieselregen

# weather_thunderstorm_with_drizzle
source: Thunderstorm with drizzle
de: Gewitter mit Nieselregen

# weather_thunderstorm_with_heavy_drizzle
source: Thunderstorm with heavy drizzle
de: Gewitter mit starkem Nieselregen

# weather_light_intensity_drizzle
source: Light intensity drizzle
de: Leichter Nieselregen

# weather_drizzle
source: Drizzle
de: Nieselregen

# weather_heavy_intensity_drizzle
source: Heavy intensity drizzle
de: Starker Nieselregen

# weather_light_intensity_drizzle_rain
source: Light intensity drizzle rain
de: Leichter Nieselregen mit Regen

# weather_drizzle_rain
source: Drizzle rain
de: Nieselregen mit Regen

# weather_heavy_intensity_drizzle_rain
source: Heavy intensity drizzle rain
de: Starker Nieselregen mit Regen

# weather_shower_rain_and_drizzle
source: Shower rain and drizzle
de: Schauerregen mit Nieselregen

# weather_heavy_shower_rain_and_drizzle
source: Heavy shower rain and drizzle
de: Starker Schauerregen mit Nieselregen

# weather_shower_drizzle
source: Shower drizzle
de: Schauer-Nieselregen

# weather_light_rain
source: Light rain
de: Leichter Regen

# weather_moderate_rain
source: Moderate rain
de: Mäßiger Regen

# weather_heavy_intensity_rain
source: Heavy intensity rain
de: Starker Regen

# weather_very_heavy_rain
source: Very heavy rain
de: Sehr starker Regen

# weather_extreme_rain
source: Extreme rain
de: Extremer Regen

# weather_freezing_rain
source: Freezing rain
de: Gefrierender Regen

# weather_light_intensity_shower_rain
source: Light intensity shower rain
de: Leichter Schauerregen

# weather_shower_rain
source: Shower rain
de: Schauerregen

# weather_heavy_intensity_shower_rain
source: Heavy intensity shower rain
de: Starker Schauerregen

# weather_ragged_shower_rain
source: Ragged shower rain
de: Unregelmäßiger Schauerregen

# weather_light_snow
source: Light snow
de: Leichter Schneefall

# weather_snow
source: Snow
de: Schnee

# weather_heavy_snow
source: Heavy snow
de: Starker Schneefall

# weather_sleet
source: Sleet
de: Schneeregen

# weather_light_shower_sleet
source: Light shower sleet
de: Leichter Schneeregenschauer

# weather_shower_sleet
source: Shower sleet
de: Schneeregenschauer

# weather_light_rain_and_snow
source: Light rain and snow
de: Leichter Regen mit Schnee

# weather_rain_and_snow
source: Rain and snow
de: Regen mit Schnee

# weather_light_shower_snow
source: Light shower snow
de: Leichter Schneeschauer

# weather_shower_snow
source: Shower snow
de: Schneeschauer

# weather_heavy_shower_snow
source: Heavy shower snow
de: Starker Schneeschauer

# weather_mist
source: Mist
de: Nebel

# weather_smoke
source: Smoke
de: Rauch

# weather_haze
source: Haze
de: Dunst

# weather_sand_dust_whirls
source: Sand/dust whirls
de: Sand-/Staubwirbel

# weather_fog
source: Fog
de: Nebel

# weather_dust
source: Dust
de: Staub

# weather_volcanic_ash
source: Volcanic ash
de: Vulkanasche

# weather_squalls
source: Squalls
de: Böen

source: Sunrise
de: Sonnenaufgang

source: Sunset
de: Sonnenuntergang

source: Failed to load forecast
de: Wettervorhersage konnte nicht geladen werden

source: Failed to load weather
de: Aktuelles Wetter konnte nicht geladen werden

source: From amount
de: Von

source: To amount
de: Zu

source: Currency
de: Währung

source: Loading Exchange Rate...
de: Wechselkurs wird geladen...

source: Exchange Rate
de: Wechselkurs

# currency_aud
source: Australian Dollar
de: Australischer Dollar

# currency_bgn
source: Bulgarian Lev
de: Bulgarischer Lew

# currency_brl
source: Brazilian Real
de: Brasilianischer Real

# currency_cad
source: Canadian Dollar
de: Kanadischer Dollar

# currency_chf
source: Swiss Franc
de: Schweizer Franken

# currency_cny
source: Chinese Renminbi Yuan
de: Chinesischer Renminbi Yuan

# currency_czk
source: Czech Koruna
de: Tschechische Krone

# currency_dkk
source: Danish Krone
de: Dänische Krone

# currency_gbp
source: British Pound
de: Britisches Pfund

# currency_huf
source: Hungarian Forint
de: Ungarischer Forint

# currency_idr
source: Indonesian Rupiah
de: Indonesische Rupiah

# currency_ils
source: Israeli New Sheqel
de: Israelischer Neuer Schekel

# currency_inr
source: Indian Rupee
de: Indische Rupie

# currency_isk
source: Icelandic Króna
de: Isländische Króna

# currency_jpy
source: Japanese Yen
de: Japanischer Yen

# currency_krw
source: South Korean Won
de: Südkoreanischer Won

# currency_mxn
source: Mexican Peso
de: Mexikanischer Peso

# currency_myr
source: Malaysian Ringgit
de: Malaysischer Ringgit

# currency_nok
source: Norwegian Krone
de: Norwegische Krone

# currency_nzd
source: New Zealand Dollar
de: Neuseeländischer Dollar

# currency_php
source: Philippine Peso
de: Philippinischer Peso

# currency_pln
source: Polish Złoty
de: Polnischer Złoty

# currency_ron
source: Romanian Leu
de: Rumänischer Leu

# currency_sek
source: Swedish Krona
de: Schwedische Krone

# currency_sgd
source: Singapore Dollar
de: Singapur-Dollar

# currency_thb
source: Thai Baht
de: Thailändischer Baht

# currency_try
source: Turkish Lira
de: Türkische Lira

# currency_usd
source: United States Dollar
de: US-Dollar

# currency_zar
source: South African Rand
de: Südafrikanischer Rand

source: Currency data not available
de: Währung ist nicht verfügbar

source: Police
de: Polizei

source: Fire
de: Feuerwehr

source: Ambulance
de: Rettung

source: No emergency numbers found for
de: Keine Notfallnummern gefunden für

source: Failed to load local emergency numbers
de: Notfallnummern konnten nicht geladen werden

# confirm_call_title
source: Call Emergency Number?
de: Notrufnummer anrufen?

# confirm_call_text
source: Do you want to call {number}?
de: Möchtest du die Nummer {number} anrufen?
