Repository: RonaldBruckner/WorldExplorer
Catalog: lib/l10n/intl_*.arb
Languages: de

# fact_gy
source: Guyana is the only English-speaking country in South America, boasting vast rainforests and the majestic Kaieteur Falls.
de: Guyana ist das einzige englischsprachige Land in Südamerika und bietet riesige Regenwälder und die majestätischen Kaieteur-Fälle.

# fact_ht
source: Haiti shares the island of Hispaniola and is known for its vibrant art, rich history, and the Citadelle Laferrière fortress.
de: Haiti teilt sich die Insel Hispaniola und ist bekannt für seine lebendige Kunst, reiche Geschichte und die Festung Citadelle Laferrière.

# fact_hn
source: Honduras is home to the ancient Mayan city of Copán and rich biodiversity, including diverse marine life on its Caribbean coast.
de: Honduras ist die Heimat der alten Maya-Stadt Copán und einer reichen Artenvielfalt, einschließlich vielfältiger Meereslebewesen an seiner Karibikküste.

# fact_hu
source: Hungary is known for its thermal baths, vibrant capital Budapest, and rich folk traditions.
de: Ungarn ist bekannt für seine Thermalbäder, die lebendige Hauptstadt Budapest und reiche Volkstraditionen.

# fact_is
source: Iceland is a land of fire and ice, with active volcanoes, glaciers, and the spectacular Northern Lights.
de: Island ist ein Land aus Feuer und Eis, mit aktiven Vulkanen, Gletschern und den spektakulären Nordlichtern.

# fact_in
source: India is the land of spices, yoga, and the majestic Taj Mahal.
de: Indien ist das Land der Gewürze, des Yoga und des majestätischen Taj Mahal.

# fact_id
source: Indonesia is the world's largest archipelago, home to thousands of islands, diverse cultures, and stunning volcanic landscapes.
de: Indonesien ist der größte Archipel der Welt und beherbergt Tausende von Inseln, vielfältige Kulturen und atemberaubende Vulkanlandschaften.

# fact_ir
source: Iran has one of the world's oldest continuous major civilizations, with a rich history of art, architecture, and Persian culture.
de: Iran hat eine der ältesten ununterbrochenen Großzivilisationen der Welt mit einer reichen Geschichte der Kunst, Architektur und persischen Kultur.

# fact_iq
source: Iraq is an ancient land, considered the cradle of civilization, with historical sites from Mesopotamia.
de: Der Irak ist ein altes Land, das als Wiege der Zivilisation gilt, mit historischen Stätten aus Mesopotamien.

# fact_ie
source: Ireland is known for lush landscapes, Celtic traditions, and being the birthplace of Guinness.
de: Irland ist bekannt für üppige Landschaften, keltische Traditionen und als Geburtsort von Guinness.

# fact_il
source: Israel is a land steeped in religious history for Jews, Christians, and Muslims, with diverse landscapes from desert to coastline.
de: Israel ist ein Land voller religiöser Geschichte für Juden, Christen und Muslime, mit vielfältigen Landschaften von Wüste bis Küste.

# fact_it
source: Italy is famous for its food, fashion, and ancient landmarks like the Colosseum.
de: Italien ist berühmt für sein Essen, seine Mode und seine antiken Wahrzeichen wie das Kolosseum.

# fact_jm
source: Jamaica is the birthplace of reggae music and boasts beautiful beaches, lush mountains, and vibrant culture.
de: Jamaika ist der Geburtsort des Reggae und bietet wunderschöne Strände, üppige Berge und eine lebendige Kultur.

# fact_jp
source: Japan blends ancient temples with futuristic tech and is known for cherry blossoms.
de: Japan verbindet alte Tempel mit futuristischer Technologie und ist bekannt für Kirschblüten.

# fact_jo
source: Jordan is home to the ancient city of Petra, one of the New7Wonders of the World, carved into rose-red cliffs.
de: Jordanien ist die Heimat der antiken Stadt Petra, eines der New7Wonders of the World, die in rosarote Klippen gehauen ist.

# fact_kz
source: Kazakhstan is the largest landlocked country in the world, with vast steppes and modern cities.
de: Kasachstan ist der größte Binnenstaat der Welt mit weiten Steppen und modernen Städten.

# fact_ke
source: Kenya is famous for its diverse wildlife, the Great Migration, and stunning safari destinations.
de: Kenia ist berühmt für seine vielfältige Tierwelt, die Große Migration und atemberaubende Safari-Ziele.

# fact_ki
source: Kiribati is a Pacific island nation comprised of 33 coral atolls and islands, known for its pristine marine environment.
de: Kiribati ist eine pazifische Inselnation, bestehend aus 33 Korallenatollen und Inseln, bekannt für seine unberührte Meeresumwelt.

# fact_kp
source: North Korea is a reclusive country known for its unique political system and monumental architecture in Pyongyang.
de: Nordkorea ist ein abgeschottetes Land, bekannt für sein einzigartiges politisches System und die monumentale Architektur in Pjöngjang.

# fact_kr
source: South Korea is a global tech hub known for K-pop, kimchi, and high-speed internet.
de: Südkorea ist ein globales Technologiezentrum, bekannt für K-Pop, Kimchi und Hochgeschwindigkeitsinternet.

# fact_kw
source: Kuwait is an oil-rich nation known for its modern architecture, including the iconic Kuwait Towers.
de: Kuwait ist ein ölreiches Land, bekannt für seine moderne Architektur, einschließlich der ikonischen Kuwait Towers.

# fact_kg
source: Kyrgyzstan is a mountainous Central Asian country known for its nomadic traditions and stunning alpine lakes.
de: Kirgisistan ist ein gebirgiges zentralasiatisches Land, bekannt für seine nomadischen Traditionen und atemberaubenden Alpenseen.

# fact_la
source: Laos is a landlocked Southeast Asian country known for its Buddhist monasteries, French colonial architecture, and the Mekong River.
de: Laos ist ein Binnenstaat in Südostasien, bekannt für seine buddhistischen Klöster, französische Kolonialarchitektur und den Mekong.

# fact_lv
source: Latvia is a Baltic country with vast forests, beautiful beaches, and a charming medieval Old Town in Riga.
de: Lettland ist ein baltisches Land mit weiten Wäldern, schönen Stränden und einer charmanten mittelalterlichen Altstadt in Riga.

# fact_lb
source: Lebanon is a Middle Eastern country with ancient ruins, stunning mountain landscapes, and vibrant coastal cities.
de: Libanon ist ein nahöstliches Land mit antiken Ruinen, atemberaubenden Berglandschaften und lebhaften Küstenstädten.

# fact_ls
source: Lesotho is a unique landlocked country entirely surrounded by South Africa, known as the 'Kingdom in the Sky' for its high altitude.
de: Lesotho ist ein einzigartiges Binnenland, vollständig von Südafrika umgeben, bekannt als das 'Königreich im Himmel' wegen seiner Höhenlage.

# fact_lr
source: Liberia is Africa's oldest republic, founded by freed American slaves, and is known for its beautiful coastline.
de: Liberia ist die älteste Republik Afrikas, gegründet von befreiten amerikanischen Sklaven, und ist bekannt für ihre wunderschöne Küste.

# fact_ly
source: Libya is a North African country with a rich history dating back to ancient times, featuring Roman and Greek ruins.
de: Libyen ist ein nordafrikanisches Land mit einer reichen Geschichte, die bis in die Antike zurückreicht, mit römischen und griechischen Ruinen.

# fact_li
source: Liechtenstein is one of the smallest countries in the world, nestled in the Alps between Switzerland and Austria.
de: Liechtenstein ist eines der kleinsten Länder der Welt, eingebettet in die Alpen zwischen der Schweiz und Österreich.

# fact_lt
source: Lithuania is a Baltic nation with beautiful coastal dunes, a rich pagan history, and a charming Baroque Old Town in Vilnius.
de: Litauen ist eine baltische Nation mit wunderschönen Küstendünen, einer reichen heidnischen Geschichte und einer charmanten Barock-Altstadt in Vilnius.

# fact_lu
source: Luxembourg is one of the world's smallest and richest countries, known for its picturesque old town and financial services.
de: Luxemburg ist eines der kleinsten und reichsten Länder der Welt, bekannt für seine malerische Altstadt und Finanzdienstleistungen.

# fact_mg
source: Madagascar is the world's fourth-largest island, famous for its unique wildlife, including lemurs, and diverse ecosystems.
de: Madagaskar ist die viertgrößte Insel der Welt, berühmt für ihre einzigartige Tierwelt, einschließlich Lemuren, und vielfältige Ökosysteme.

# fact_mw
source: Malawi is known as 'The Warm Heart of Africa' for its friendly people and the stunning Lake Malawi, one of Africa's Great Lakes.
de: Malawi ist aufgrund seiner freundlichen Menschen und des atemberaubenden Malawisees, eines der Großen Seen Afrikas, als 'Das warme Herz Afrikas' bekannt.

# fact_my
source: Malaysia is a diverse country blending Malay, Chinese, and Indian cultures, known for its Petronas Towers and rainforests.
de: Malaysia ist ein vielfältiges Land, das malaiische, chinesische und indische Kulturen vereint, bekannt für seine Petronas Towers und Regenwälder.

# fact_mv
source: Maldives is an island nation of thousands of coral islands, famous for its luxurious resorts and vibrant underwater world.
de: Die Malediven sind eine Inselnation aus Tausenden von Koralleninseln, berühmt für ihre luxuriösen Resorts und ihre lebendige Unterwasserwelt.

# fact_ml
source: Mali is a West African nation with a rich history, home to the ancient city of Timbuktu and vibrant musical traditions.
de: Mali ist eine westafrikanische Nation mit einer reichen Geschichte, Heimat der antiken Stadt Timbuktu und lebendiger Musiktraditionen.

# fact_mt
source: Malta is a small archipelago in the Mediterranean, boasting ancient temples, medieval walled cities, and clear waters.
de: Malta ist ein kleiner Archipel im Mittelmeer, der antike Tempel, mittelalterliche ummauerte Städte und klares Wasser bietet.

# fact_mr
source: Mauritania is a West African nation largely covered by the Sahara Desert, known for its nomadic culture and ancient trading towns.
de: Mauretanien ist ein westafrikanisches Land, das größtenteils von der Sahara bedeckt ist, bekannt für seine nomadische Kultur und alte Handelsstädte.

# fact_mu
source: Mauritius is an Indian Ocean island nation known for its pristine beaches, lagoons, and vibrant multicultural society.
de: Mauritius ist ein Inselstaat im Indischen Ozean, bekannt für seine unberührten Strände, Lagunen und eine lebendige multikulturelle Gesellschaft.

# fact_mx
source: Mexico is the birthplace of chocolate and home to vibrant Day of the Dead celebrations.
de: Mexiko ist der Geburtsort der Schokolade und die Heimat lebhafter Feierlichkeiten zum Tag der Toten.

# fact_md
source: Moldova is a landlocked Eastern European country known for its vineyards and ancient monasteries.
de: Moldawien ist ein Binnenstaat in Osteuropa, bekannt für seine Weinberge und alten Klöster.

# fact_mc
source: Monaco is a tiny, glamorous principality on the French Riviera, famous for its casinos, luxury yachts, and the Grand Prix.
de: Monaco ist ein winziges, glamouröses Fürstentum an der französischen Riviera, berühmt für seine Casinos, Luxusjachten und den Grand Prix.

# fact_mn
source: Mongolia is the most sparsely populated country in the world, known for its vast steppes, nomadic culture, and the Gobi Desert.
de: Die Mongolei ist das am dünnsten besiedelte Land der Welt, bekannt für ihre weiten Steppen, nomadische Kultur und die Wüste Gobi.

# fact_me
source: Montenegro is a Balkan country with dramatic mountains, medieval villages, and a stunning Adriatic coastline.
de: Montenegro ist ein Balkanland mit dramatischen Bergen, mittelalterlichen Dörfern und einer atemberaubenden Adriaküste.

# fact_ma
source: Morocco is a North African country known for its vibrant souks, ancient medinas, and diverse landscapes from mountains to deserts.
de: Marokko ist ein nordafrikanisches Land, bekannt für seine lebhaften Souks, alten Medinas und vielfältigen Landschaften von Bergen bis Wüsten.

# fact_mz
source: Mozambique is an East African country with a long Indian Ocean coastline, rich in culture and pristine marine life.
de: Mosambik ist ein ostafrikanisches Land mit einer langen Küste am Indischen Ozean, reich an Kultur und unberührtem Meeresleben.

# fact_mm
source: Myanmar is a Southeast Asian nation known for its golden pagodas, ancient temples, and diverse ethnic groups.
de: Myanmar ist eine südostasiatische Nation, bekannt für ihre goldenen Pagoden, antiken Tempel und vielfältigen ethnischen Gruppen.

# fact_na
source: Namibia is famous for its towering red sand dunes of Sossusvlei, vast deserts, and abundant wildlife in Etosha National Park.
de: Namibia ist berühmt für seine hoch aufragenden roten Sanddünen von Sossusvlei, weite Wüsten und reiche Tierwelt im Etosha-Nationalpark.

# fact_np
source: Nepal is home to Mount Everest, the world's highest peak, and a rich spiritual heritage with ancient temples and stupas.
de: Nepal ist die Heimat des Mount Everest, des höchsten Gipfels der Welt, und eines reichen spirituellen Erbes mit antiken Tempeln und Stupas.

# fact_nl
source: The Netherlands is known for windmills, tulips, and having more bikes than people.
de: Die Niederlande sind bekannt für Windmühlen, Tulpen und mehr Fahrräder als Menschen.

# fact_nz
source: New Zealand is the filming location of The Lord of the Rings and home to stunning fjords.
de: Neuseeland ist der Drehort von 'Der Herr der Ringe' und die Heimat atemberaubender Fjorde.

# fact_ni
source: Nicaragua is the largest country in Central America, known for its dramatic volcanic landscapes and large freshwater lakes.
de: Nikaragua ist das größte Land Mittelamerikas, bekannt für seine dramatischen Vulkanlandschaften und großen Süßwasserseen.

# fact_ne
source: Niger is a landlocked West African nation largely covered by the Sahara Desert, known for its ancient trade routes.
de: Niger ist eine Binnennation in Westafrika, die größtenteils von der Sahara bedeckt ist und für ihre alten Handelsrouten bekannt ist.

# fact_ng
source: Nigeria is Africa's most populous country, a vibrant cultural hub known for its music, film industry (Nollywood), and diverse ethnic groups.
de: Nigeria ist das bevölkerungsreichste Land Afrikas, ein lebhaftes Kulturzentrum, bekannt für seine Musik, Filmindustrie (Nollywood) und vielfältigen ethnischen Gruppen.

# fact_no
source: Norway is famous for its dramatic fjords, midnight sun, and Viking history.
de: Norwegen ist berühmt für seine dramatischen Fjorde, die Mitternachtssonne und die Wikingergeschichte.

# fact_om
source: Oman is an Arabian country with a rich maritime history, stunning desert landscapes, and dramatic mountain ranges.
de: Oman ist ein arabisches Land mit einer reichen Seefahrtsgeschichte, atemberaubenden Wüstenlandschaften und dramatischen Bergketten.

# fact_pk
source: Pakistan is a diverse country with ancient civilizations, towering mountain ranges including K2, and vibrant cultural traditions.
de: Pakistan ist ein vielfältiges Land mit alten Zivilisationen, gewaltigen Bergketten, einschließlich des K2, und lebhaften kulturellen Traditionen.

# fact_pa
source: Panama is most famous for the Panama Canal, a vital shipping route connecting the Atlantic and Pacific oceans.
de: Panama ist am bekanntesten für den Panamakanal, eine wichtige Schifffahrtsroute, die den Atlantik und den Pazifik verbindet.

# fact_pg
source: Papua New Guinea is one of the world's most culturally diverse countries, with vast rainforests and unique wildlife.
de: Papua-Neuguinea ist eines der kulturell vielfältigsten Länder der Welt mit riesigen Regenwäldern und einzigartiger Tierwelt.

# fact_py
source: Paraguay is a landlocked South American country known for its vast Chaco wilderness and the Itaipu Dam, one of the world's largest.
de: Paraguay ist ein Binnenstaat in Südamerika, bekannt für seine weite Chaco-Wildnis und den Itaipu-Damm, einen der größten der Welt.

# fact_pe
source: Peru is home to the ancient Inca city of Machu Picchu, the Amazon rainforest, and the majestic Andes mountains.
de: Peru ist die Heimat der antiken Inka-Stadt Machu Picchu, des Amazonas-Regenwaldes und der majestätischen Anden.

# fact_ph
source: The Philippines is an archipelago of over 7,000 islands, famous for its stunning beaches, vibrant marine life, and warm hospitality.
de: Die Philippinen sind ein Archipel von über 7.000 Inseln, berühmt für ihre atemberaubenden Strände, lebendige Unterwasserwelt und herzliche Gastfreundschaft.

# fact_pl
source: Poland is home to Europe’s oldest restaurant and beautiful medieval cities like Kraków.
de: Polen beherbergt Europas ältestes Restaurant und wunderschöne mittelalterliche Städte wie Krakau.

# fact_pt
source: Portugal is known for its historic explorers, melancholic Fado music, and beautiful coastal landscapes.
de: Portugal ist bekannt für seine historischen Entdecker, melancholische Fado-Musik und wunderschöne Küstenlandschaften.

# fact_qa
source: Qatar is a desert peninsula known for its futuristic skyline in Doha, vast oil and gas reserves, and rapidly developing cultural scene.
de: Katar ist eine Wüstenhalbinsel, bekannt für ihre futuristische Skyline in Doha, riesige Öl- und Gasreserven und eine sich schnell entwickelnde Kulturszene.

# fact_ro
source: Romania is known for its dramatic Carpathian Mountains, medieval castles like Bran Castle (Dracula's Castle), and rich folklore.
de: Rumänien ist bekannt für seine dramatischen Karpaten, mittelalterlichen Burgen wie Schloss Bran (Draculas Schloss) und reiche Folklore.

# fact_ru
source: Russia spans 11 time zones and is home to the colorful Saint Basil's Cathedral.
de: Russland erstreckt sich über 11 Zeitzonen und beherbergt die farbenfrohe Basilius-Kathedrale.

# fact_rw
source: Rwanda is known as the 'Land of a Thousand Hills' and is a leading destination for gorilla trekking.
de: Ruanda ist bekannt als das 'Land der tausend Hügel' und ein führendes Ziel für Gorillatrekking.

# fact_kn
source: Saint Kitts and Nevis is a dual-island nation in the Caribbean, known for its volcanic landscapes and lush rainforests.
de: Saint Kitts und Nevis ist eine Doppelinsel-Nation in der Karibik, bekannt für ihre vulkanischen Landschaften und üppigen Regenwälder.

# fact_lc
source: Saint Lucia is a Caribbean island known for its iconic twin volcanic peaks, the Pitons, and lush tropical scenery.
de: St. Lucia ist eine karibische Insel, bekannt für ihre ikonischen Zwillingsvulkangipfel, die Pitons, und üppige tropische Landschaft.

# fact_vc
source: Saint Vincent and the Grenadines is a Caribbean nation of multiple islands, known for its volcanic landscapes and sailing destinations.
de: St. Vincent und die Grenadinen ist eine karibische Nation mit mehreren Inseln, bekannt für ihre vulkanischen Landschaften und Segelziele.

# fact_ws
source: Samoa is a Polynesian island nation in the South Pacific, known for its beautiful beaches, pristine reefs, and lush interiors.
de: Samoa ist eine polynesische Inselnation im Südpazifik, bekannt für ihre schönen Strände, unberührten Riffe und üppiges Inneres.

# fact_sm
source: San Marino is an enclaved microstate surrounded by Italy, claiming to be the world's oldest republic.
de: San Marino ist ein von Italien umschlossener Mikrostaat, der behauptet, die älteste Republik der Welt zu sein.

# fact_st
source: Sao Tome and Principe is an African island nation in the Gulf of Guinea, known for its volcanic landscapes and cocoa plantations.
de: São Tomé und Príncipe ist ein afrikanischer Inselstaat im Golf von Guinea, bekannt für seine vulkanischen Landschaften und Kakaoplantagen.

# fact_sa
source: Saudi Arabia is the birthplace of Islam, home to the holy cities of Mecca and Medina, and has vast desert landscapes.
de: Saudi-Arabien ist der Geburtsort des Islam, Heimat der heiligen Städte Mekka und Medina und hat weite Wüstenlandschaften.

# fact_sn
source: Senegal is a West African nation known for its vibrant culture, diverse music, and the historic Gorée Island.
de: Senegal ist eine westafrikanische Nation, bekannt für ihre lebendige Kultur, vielfältige Musik und die historische Insel Gorée.

# fact_rs
source: Serbia is a Balkan country with a rich history, ancient monasteries, and vibrant capital city of Belgrade.
de: Serbien ist ein Balkanland mit einer reichen Geschichte, antiken Klöstern und einer lebhaften Hauptstadt Belgrad.

# fact_sc
source: Seychelles is an archipelago of 115 islands in the Indian Ocean, famous for its pristine beaches, unique granite boulders, and rare wildlife.
de: Die Seychellen sind ein Archipel von 115 Inseln im Indischen Ozean, berühmt für ihre unberührten Strände, einzigartigen Granitfelsen und seltene Tierwelt.

# fact_sl
source: Sierra Leone is a West African country known for its beautiful white-sand beaches, especially the Freetown Peninsula.
de: Sierra Leone ist ein westafrikanisches Land, bekannt für seine schönen weißen Sandstrände, insbesondere die Halbinsel Freetown.

# fact_sg
source: Singapore is a futuristic island city-state known for its stunning architecture, lush gardens, and diverse culinary scene.
de: Singapur ist ein futuristischer Insel-Stadtstaat, bekannt für seine atemberaubende Architektur, üppigen Gärten und vielfältige kulinarische Szene.

# fact_sk
source: Slovakia is a Central European country with a dramatic mountain landscape, medieval castles, and charming old towns.
de: Die Slowakei ist ein mitteleuropäisches Land mit einer dramatischen Berglandschaft, mittelalterlichen Burgen und charmanten Altstädten.

# fact_si
source: Slovenia is a small but diverse European country, boasting Julian Alps, pristine lakes, and a picturesque Adriatic coastline.
de: Slowenien ist ein kleines, aber vielfältiges europäisches Land, das die Julischen Alpen, unberührte Seen und eine malerische Adriaküste bietet.

# fact_sb
source: The Solomon Islands is a nation of hundreds of islands in the South Pacific, known for its World War II history and vibrant marine life.
de: Die Salomonen sind eine Nation von Hunderten von Inseln im Südpazifik, bekannt für ihre Geschichte des Zweiten Weltkriegs und ihr lebendiges Meeresleben.

# fact_so
source: Somalia is a country on the Horn of Africa with a long coastline, known for its rich oral traditions and nomadic culture.
de: Somalia ist ein Land am Horn von Afrika mit einer langen Küstenlinie, bekannt für seine reichen mündlichen Überlieferungen und nomadische Kultur.

# fact_za
source: South Africa has three capital cities and is famous for safaris and Table Mountain.
de: Südafrika hat drei Hauptstädte und ist berühmt für Safaris und den Tafelberg.

# fact_es
source: Spain is known for flamenco dancing, siestas, and the running of the bulls.
de: Spanien ist bekannt für Flamenco-Tanz, Siestas und das Stierrennen.

# fact_lk
source: Sri Lanka is an island nation known for its ancient Buddhist ruins, stunning tea plantations, and beautiful beaches.
de: Sri Lanka ist ein Inselstaat, bekannt für seine alten buddhistischen Ruinen, atemberaubenden Teeplantagen und schönen Strände.

# fact_sd
source: Sudan is an ancient land in Northeast Africa, home to more pyramids than Egypt and located at the confluence of the Blue and White Niles.
de: Der Sudan ist ein altes Land in Nordostafrika, das mehr Pyramiden als Ägypten beherbergt und am Zusammenfluss des Blauen und Weißen Nils liegt.

# fact_sr
source: Suriname is a small South American country known for its vast untouched rainforests, Dutch colonial architecture, and diverse culture.
de: Suriname ist ein kleines südamerikanisches Land, bekannt für seine weiten unberührten Regenwälder, niederländische Kolonialarchitektur und vielfältige Kultur.

# fact_se
source: Sweden is home to IKEA, ABBA, and some of the world’s most progressive social policies.
de: Schweden ist die Heimat von IKEA, ABBA und einigen der fortschrittlichsten Sozialpolitiken der Welt.

# fact_ch
source: Switzerland is famous for chocolate, watches, and having four official languages.
de: Die Schweiz ist berühmt für Schokolade, Uhren und vier Amtssprachen.
